Repository: shamun/daphne-task-manager
Catalog: Language/*.po
Languages: ar, de, el, es, fr, it, ja, pl, pt, ru, sv

source: Displays full path and command line arguments if possible.
ar: عرض المسار الكامل ووسائط سطر الأوامر إن أمكن.
de: Zeigt volle Pfad und Kommandozeilen-Argumente, falls verfügbar.
el: Εμφανίζει το πλήρες μονοπάτι και παρανλετρους της γραμμής εντολών αν είναι δυνατό.
es: Muestra ruta completa y línea de comandos si es posible.
fr: Affiche le chemin complet et les arguments de la ligne de commande si possible.
it: Visualizza il percorso completo e gli argomenti da riga di comando se possibile.
ja: フル パスとコマンド ラインの引数を可能な限り表示。
pl: Wyświetla pełną ścieżkę i argumenty wiersza poleceń, jeśli jest to możliwe.
pt: Exibir o caminho completo e argumentos de linha de comando, se possível.
ru: Отображать полный путь и аргументы командной строки, если возможно
sv: Visa fullständig sökväg och kommandoväxel om möjligt.

source: Keeps Daphne main window always on top.
ar: إبقاء نافذة دافني الرئيسية دائماً في الأمام.
de: Hält das Daphne-Fenster immer im Vordergrund.
el: Κρατάει το κεντρικό παράθρο της Daphne πάντα στη κορυφή.
es: Mantiene la ventana principal de Daphne siempre en primer plano.
fr: Garder la fenêtre principale de Daphne toujours au 1er plan.
it: Mantieni la finestra principale di Daphne sempre in primo piano.
ja: Daphne のメイン ウィンドウを常に最前面表示。
pl: Trzyma główne okno Daphne zawsze na wierzchu.
pt: Manter a janela principal do Daphne sempre no topo.
ru: Всегда отображать главное окно Daphne поверх других окон.
sv: Visa alltid Daphnes huvudfönstrer överst.

source: Opens Daphne main menu.
ar: فتح قائمة دفني الرئيسية.
de: Öffnet das Daphne-Hauptmenü.
el: Ανοίγει το κεντρικό μενού της Daphme.
es: Abre el menú de Daphne.
fr: Ouvre le menu principal de Daphne.
it: Apri il menu principale di Daphne.
ja: Daphne のメイン メニューを表示。
pl: Otwiera główne menu Daphne.
pt: Abrir o menu principal do Daphne.
ru: Показать главное меню Daphne.
sv: Öppna Daphnes huvudmeny.

source: Running process list.
ar: قائمة العمليات الفعالة.
de: Prozess-Liste ausführen.
el: Λίστα διεργασιών που τρέχουν.
es: Lista de procesos ejecutándose.
fr: Liste des processus en route.
it: Elenco processi in esecuzione.
ja: 実行中されているプロセスのリスト。
pl: Lista działających procesów.
pt: Lista de processos em execução.
ru: Список запущенных процессов.
sv: Processlista.

source: Open configuration screen.
ar: فتح نافذة الإعدادات
de: Konfigurations-Fenster öffnen.
el: Άνοιγμα οθόνης διαμόρφωσης.
es: Abrir pantalla de configuración.
fr: ouvrir écran de configurations
it: Apri finestra di configurazione
ja: 設定ダイアログを表示。
pl: Otwórz ekran konfiguracji.
pt: Abrir tela de configuração.
ru: Открыть диалог настроек.
sv: Öppna konfigurationsfönster.

source: About Daphne
ar: حول دافني
de: Über Daphne
el: Σχετικά με το Daphne
es: Acerca de Daphne
fr: À propos de Daphne
it: Informazioni su Daphne
ja: Daphne について
pl: O Daphne
ru: О программе Daphne
sv: Om Daphne

source: License
ar: الرخصة
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
pl: Licencja
pt: Licença
ru: Лицензия
sv: Licens

source: Contributed
ar: المساهمون
de: Beigetragen
el: Συνέλαβαν
es: Contribuciones
fr: Contribué
it: Contributi
ja: 貢献
pl: Współpraca
pt: Contribuição
ru: Внесли свою лепту
sv: Har bidragit

source: Technical support at www.drk.com.ar
es: Soporte técnico www.drk.com.ar
fr: Voir Support technique à forum.drk.com.ar
it: Supporto tecnico all'indirizzo www.drk.com.ar
ru: Техническая поддержка www.drk.com.ar
sv: Technisk support - www.drk.com.ar

source: Contribute
el: Συμβάλετε
es: Contribuya
fr: Contribuer
it: Contribuisci
ja: 寄付
pl: Przyczynić się
ru: Внести вклад
sv: Medverka

source: Window hidden
ar: تم إخفاء النافذة
de: Fenster ausblenden
el: Παράθυρο κρυμμένο
es: Ventana oculta
fr: Fenêtre cachée
it: Finestra nascosta
ja: ウィンドウを隠しました
pl: Ukryte okno
pt: Janela minimizada
ru: Окно скрыто
sv: Fönstret dolt

source: %s was released and is ready to be downloaded. What's new: %s Would you like to visit download web page?
el: %s εκδόθηκεκαι είναι έτοιμο για κατέβασμα. Τι είναι νέο: %s Θα θέλατε να επισκευθήτε τον ιστοχώρο κατεβάσματος ;
es: %s fue publicado y está listo para descargarse. ¿Qué hay de nuevo?: %s ¿Quiere visitar la página de descarga?
fr: La version %s de Daphne est disponible. Quoi de neuf? %s Voulez-vous visiter la page de téléchargement?
it: %sè stato rilasciato ed è disponibile per essere scaricato. Novità della versione: %s Volete visitare la pagina per il download?
ja: %s がリリースされ、ダウンロードできます。 新機能: %s Would you like to visit download web page?Daphne の新バージョンがダウンロードできます。ウェブサイトのダウンロードページを開きますか？
pl: Dostępna jest nowa wersja %s i gotowa do pobrania. Co nowego: %s Czy chcesz odwiedzić stronę pobierania w internecie?
ru: %s было выпущено и готово к загрузке. Что нового: %s Хотите посетить страницу загрузки?
sv: %s har släppts och är redo för nedladdning. Nyheter: %s Vill du besöka nedladdningssidan?

source: Daphne web updates
ar: تحديثات ويب دافني
de: Daphne Web-Aktualisierung
el: Daphne ενημερώσεις ιστού
es: Actualizaciones web Daphne
fr: Mises à jour web de Daphne
it: Aggiornamenti web di Daphne
ja: Daphne ウェブ アップデート
pl: Aktualizacje internetowe Daphne
pt: Atualizações via internet do Daphne
ru: Обновления Daphne
sv: Daphne webbuppdateringar

source: Daphne isn't able to switch Desktop It can be a configuration problem. Please reconfigure or restart Daphne and it will appear on next startup.
ar: دافني غير قادر على تغيير سطح المكتب يمكن أن يكون سبب هذا خطأ في الإعدادات. من فضلك غير الإعدادات أو قم بإعادة تشغيل دافني وسوف يظهر عند التشغيل التالي.
de: Daphne kann den Desktop nicht wechseln Das könnte ein Konfigurationsproblem sein. Zum Aktivieren, konfigurieren, oder starten Sie Daphne erneut.
el: Το Daphne δεν μπροεί να αλλάξει Desktop Μπορεί να είναι πρόβλημα ρυθμίσεων. Παρακαλούμε επαναρυθμίστε ή επανεκκινήστε το Daphne και θα εμφανιστεί στο επόμενο ξεκίνημα.
es: Daphne no puede cambiar de escritorio Puede ser un problema de configuración. Por favor reconfigure o reinicie Daphne y aparecerá en elpróximo inicio.
fr: Daphne ne peut pas changer de Bureau C'est probablement un problème de configuration. Merci de reconfigurer ou de redémarrer Daphne. Il apparaîtra au prochain démarrage.
it: Daphne non è in grado di cambiare il Desktop Potrebbe essere un problema di configurazione. Riconfigurate o riavviate Daphne ed apparirà al prossimo avvio.
ja: Daphne がデスクトップの切り替えを実行できません。 設定に問題があるのかも知れません。 再度、設定を行うか Daphne を再起動してください。次回の起動時には修復されるでしょう。
pl: Daphne nie może przestawić Pulpitu Może to być problem z konfiguracją. Proszę skonfiguruj lub zrestartuj Daphne i pojawi on się przy następnym starcie.
pt: Daphne não foi capaz de mudar a Área de trabalho Pode haver um problema de configuração. Por favor, reconfigure ou reinicie o Daphne e ela aparecerá na próxima inicialização.
ru: Daphne не удалось переключить рабочий стол Возможно, проблема в настройках. Пожалуйста, измените настройки или перезапустите Daphne и он отобразится при следующем запуске.
sv: Daphne kan inte växla skrivbord Det kan vara ett konfigurationsproblem. Konfigurera eller starta om Daphne så kommer det att fungera vid nästa uppstart.

source: Are you sure you want to kill this process?
ar: هل أنت متأكد أنك تريد إنهاء هذه العملية؟
de: Möchten Sie diesen Prozess wirklich beenden?
el: Είστε βέβαιος-α οτι θελετε να σκοτώσετε αυτή τη διεργασία;
es: ¿Está seguro que desea remover este proceso?
fr: Êtes-vous sûr de vouloir arrêter ce processus?
it: Siete sicuri di voler terminare questo processo?
ja: このプロセスをキルしようとしています。実行しますか？
pl: Czy jesteś pewny aby zabić ten proces?
pt: Tem certeza de que deseja finalizar este processo?
ru: Вы уверены, что хотите завершить данный процесс?
sv: Vill du verkligen avsluta den här processen?

source: System is going down!
ar: سيتم إيقاف التشغيل!
de: System fährt herunter!
el: Το σύστημα πάει να κλείσει!
es: ¡El sistema se está apagando!
fr: Système en cours d'arrêt
it: Il sistema non sta funzionando!
ja: システムを終了します！
pl: Zamykanie systemu!
pt: O sistema está sendo desligado!
ru: Завершение работы системы!
sv: Systemet stängs av!

source: Scheduled message
es: Mensaje agendado
fr: Message plannifié
it: Messaggio pianificato
ru: Запланированное сообщение
sv: Schemalagt meddelande

source: %s display %s
es: %s muestra %s
fr: %s Affichage %s
it: %s visualizza %s
ru: %s дисплей %s

source: %s system shutdown.
ar: %s إيقاف تشغيل النظام.
de: %s System herunterfahren.
el: %s τερματισμός συστήματος.
es: %s cierre del sistema.
fr: %s Arrêt du système.
it: %s spegnimento del sistema
ja: %s システムをシャットダウン。
pl: %s zamykanie systemu.
pt: %s desligamento do sistema.
ru: %s = Завершение работы системы
sv: %s systemavstängning.

source: %s system restart.
ar: %s إعادة تشغيل النظام.
de: %s System neu starten.
el: %s σύστημα επανεκκίνηση.
es: %s reinicio del sistema.
fr: %s Redémarrage du système.
it: %s riavvio del sistema.
ja: %s システムを再起動。
pl: %s ponowny start systemu.
pt: %s reinicialização do sistema.
ru: %s = Перезагрузка
sv: %s omstart.

source: %s system log off.
ar: %a تسجيل دخول النظام.
de: %s System abmelden.
el: %s σύστημα αποσύνδεση.
es: %s cierre de sesión.
fr: %s Déconnexion système.
it: %s disconnessioni di sistema.
ja: %s システムをログオフ。
pl: %s wylogowanie z systemu.
pt: %s logoff do sistema.
ru: %s = Завершение сеанса
sv: %s utloggning.

source: Unable to kill scheduled process %s, PID %u.
ar: غير قادر على إنهاء عملية مجدولة %s, PID %u.
de: Nicht möglich geplanten Prozess %s, PID %u, zu beenden.
el: Αδυναμία σκοτώματος προγραματισμένων διεργασιών %s, PID %u.
es: Imposible matar proceso %s, PID %u.
fr: Impossible d'arrêter le processus plannifié %s, PID %u.
it: Impossibile terminare il processo pianificato %s, PID %u.
ja: スケジュールされたプロセスをキルできません。プロセス %s, PID %u.
pl: Nie można zabić planowanego procesu %s, PID %u.
pt: Não foi possível finalizar o processo agendado %s, PID %u.
ru: Невозможно завершить запланированный процесс %s, PID %u.
sv: Kunde inte avsluta den schemalagda processen %s, PID %u.

source: Politely killed scheduled process %s, PID %u.
ar: إنهاء عملية مجدولة بلطف %s, PID %u.
de: Prozess %s, PID %u, sanft beendet.
el: Ευγενικά σκοτωμένες προγραμματισμένες διεργασίες %s, PID %u.
es: Imposible matar políticagemte proceso %s, PID %u.
fr: Processus plannifié arrêté proprement %s, PID %u.
it: Processo pianificato terminato secondo regola %s, PID %u.
ja: スケジュールされたプロセスを穏当にキルしました。プロセス %s, PID %u .
pl: Delikatnie zabity zaplanowany proces %s, PID %u.
pt: Processo agendado %s, PID %u finalizado.
ru: Аккуратно завершён запланированный процесс %s, PID %u.
sv: Avslutade den schemalagda processen %s normalt, PID %u.

source: Killed scheduled process %s, PID %u.
ar: تم إنهاء عملية مجدولة %s, PID %u.
de: Geplanten Prozess %s, PID %u, beendet.
el: Σκοτωμένες προγραμματισμένες διεργασίες %s, PID %u.
es: Se mató proceso agendado %s, PID %u.
fr: Processus plannifié arrêté %s, PID %u.
it: Processo pianificato terminato %s, PID %u.
ja: スケジュールされたプロセスをキルしました。プロセス %s, PID %u.
pl: Zabity zaplanowany proces %s, PID %u.
pt: Processo agendado %s, PID %u finalizado.
ru: Завершён запланированный процесс %s, PID %u.
sv: Avslutade den schemalagda processen %s forcerat, PID %u.

source: Can't find scheduled process %s, PID %u.
ar: غير قادر على إيجاد عملية مجدولة %s, PID %u.
de: Kann geplanten Prozess %s, PID %u, nicht finden.
el: Δεν μπορούν να βρεθούν προγραμματισμένες διεργασίες %s, PID %u.
es: No se encuentra el proceso %s, PID %u.
fr: Impossible de trouver les processus plannifiés %s, PID %u.
it: Impossibile trovare un processo pianificato %s, PID %u.
ja: スケジュールされたプロセスが見つかりません。プロセス %s, PID %u.
pl: Nie można znaleźć zaplanowanego procesu %s, PID %u.
pt: Não foi possível localizar o processo agendado %s, PID %u.
ru: Невозможно найти запланированный процесс %s, PID %u.
sv: Kan inte hitta den schemalagda processen %s, PID %u.

source: %s kill %s [%u]
ar: %s إنهاء %s [%u]
de: %s beendet %s [%u]
es: %s matar %s [%u]
fr: %s Arrêt %s [%u]
it: %s termina %s [%u]
ja: %s キル %s [%u]
pl: %s zabił %s [%u]
pt: %s finalizar %s [%u]
ru: %s = Завершить %s [%u]
sv: %s avsluta %s [%u]

source: Protect our planet
ar: احموا كوكبنا
de: Schützt unseren Planeten
el: Προστατεύστε τον πλάνήτη μας
es: Proteje nuestro planeta
fr: Protégez notre planète
it: Proteggete il pianeta
ja: 我々の星を守ろう
pl: Chroń naszą planetę
pt: Proteja nosso planeta
ru: Защитим нашу планету
sv: Skydda vår planet

source: The system has been up for a long time. If you don't need to keep the computer running overnight really, please consider turning it off. Help fighting the climate change! Click OK for more information about energy saving. (You won't see this windows again)
el: Το σύστημα είναι εν λειτουργία για αρκετή ώρα. Αν δεν θέλετε να κρατάτε τον ΗΥ ανοιχτό άσκοπα , παρακαλούμε σκεφθήτε να τον απενεργοποιήσετε. Βοήθεια στον πόλεμο κατά της Κλιματικής Αλλαγής! Κλίκ ΟΚ για περισσότερες πληροφορίες σχετικά με την εξοικονόμηση ενέργειας. (Δεν πρόκειται να δείτε το παράθυρο αυτό ξανά)
es: El equipo estuvo encendido un largo tiempo. Si no es realmente necesario que esta computadora esté corriendo toda la noche, por favor considera apagarla normalmente. ¡Ayuda a combatir el cambio climático! Presiona Sí para obtener información acerca del ahorro de energía. (Esta pantalla no volverá a aparecer)
fr: Le système tourne depuis un certain temps. Si vous n'avez vraiment pas besoin de faire tourner le PC toute la nuit, veuillez penser à l'éteindre. Aidez à combattre le changement climatique! Cliquer sur OK pour plus d'informations sur l'économie d'énergie. (Vous ne verrez plus cette fenêtre la prochaine fois)
it: Il sistema è rimasto attivo per molto tempo. Se non avete veramente bisogno di mantenere il computer in funzione per tutta la notte, spegnetelo. Aiutateci a combattere il cambiamento climatico! Cliccate OK per maggiori informazioni sul risparmio energetico. (Non vedrete di nuovo questa finestra)
ja: このシステムは長時間、起動されています。コンピュータを一日中、実行しておく 必要がなければ、どうか電源を切ってください。 気候変動対策に協力を！ OK をクリックすれば省エネルギーに関する情報が得られます。 （以降、このウィンドウを表示されません）
pl: System działa już od dłuższego czasu. Jeśli naprawdę nie potrzebujesz komputera przez całą noc, rzeczywiście możesz go wyłączyć. Pomóż walce przeciw zmianie klimatu! Kliknij OK aby uzyskać więcej informacji na temat oszczędzania energii. (Nie zobaczysz ponownie tego okna)
ru: Система работала в течение длительного времени. Если вам не нужно держать компьютер включенным всю ночь, рекомендуем его выключить. Помогите бороться с изменением климата! Нажмите OK для получения дополнительной информации об энергосбережении.
sv: Systemet har varit igång länge. Om du inte behöver ha datorn igång igång under natten, överväg gärna att stänga av den. Hjälp till att bekämpa klimatförändringarna! Tryck OK för mer information om energibesparing. (Du kommer inte att se det fönstret fler gånger)

source: Inspector
ar: المستكشف
de: Inspektor
el: Επιθεωρητής
fr: Inspecteur
it: Ispettore
ja: プロパティの確認
pl: Inspektor
pt: Inspeção
ru: Инспектор
sv: Inspektör

source: Drag the magnifying glass over windows and controls to inspect its properties.
ar: اسحب العدسة المكبرة فوق النوافذ والمتحكمات لتستكشف خصائصها.
de: Zum Anzeigen der Eigenschaften, die Lupe über Fenster und Steuerelemente ziehen
el: Σύρετε το μεγεθυντικό φακό πάνω από τα παράθυρα και τους ελέγχους για να επιθεωρήσουν τις ιδιότητές.
es: Arrastre la lupa sobre las ventanas y controles para ver sus propiedades.
fr: Glisser la loupe sur les fenêtres et les contrôles pour voir ses propriétés.
it: Trascina la lente d'ingrandimento sulle finestre per controllare le proprietà.
ja: レンズをウィンドウや各コントロールにドラッグしてそのプロパティをチェックします。
pl: Przeciągnij lupę nad oknami i kontrolami w celu zbadania ich właściwości.
pt: Arraste a lupa sobre as janelas e controles para inspecionar suas propriedades.
ru: Перемещайте лупу над окнами и элементами управления, чтобы увидеть их свойства.
sv: Dra förstoringsglaset till fönster och kontroller för att inspektera dess egenskaper.

source: Title:
ar: العنوان:
de: Titel:
el: Τίτλος:
es: Título:
fr: Titre:
it: Titolo:
ja: タイトル:
pl: Tytuł:
pt: Título:
ru: Заголовок:
sv: Namn:

source: Class:
ar: الصف:
de: Klasse:
el: Κλάση:
es: Clase:
fr: Classe:
it: Classe:
ja: クラス:
pl: Klasa:
pt: Classe:
ru: Класс:
sv: Klass:

source: Text:
ar: النص:
el: Κείμενο:
es: Texto:
fr: Texte:
it: Testo:
ja: テキスト:
pl: Tekst:
pt: Texto:
ru: Текст:

source: Location:
ar: المكان:
de: Ort:
el: Τοποθεσία:
es: Ubicación:
fr: Emplacement:
it: Percorso:
ja: ロケーション:
pl: Miejsce:
pt: Localização:
ru: Координаты:
sv: Plats:

source: Size:
ar: الحجم:
de: Größe:
el: Μέγεθος:
es: Tamaño:
fr: Taille:
it: Dimensioni:
ja: サイズ:
pl: Rozmiar:
pt: Tamanho:
ru: Размеры:
sv: Storlek:

source: Kill all by name
ar: إنهاء الكل بالاسم
de: Alle nach Name beenden
el: Σκότωμα όλων κατά όνομα
es: Matar todos por nombre
fr: Arrêter tous par nom
it: Termina tutto per nome
ja: 名称を指定して全てキル
pl: Zabij wszystko wg nazwy
ru: Завершить все процессы по имени
sv: Avsluta alla efter namn

source: Process name:
ar: اسم العملية:
de: Prozessname:
el: Όνομα διεργασίας:
es: Nombre del proceso:
fr: Nom du processus:
it: Nome del processo:
ja: プロセス名:
pl: Nazwa procesu:
pt: Nome do processo:
ru: Имя процесса:
sv: Processnamn:

source: (Polite)
ar: (لطيف)
de: (Sanft)
el: (Ευγενικός)
es: (Gentilmente)
fr: (proprement)
it: (Regola)
ja: （穏当）
pl: (delikatnie)
pt: (Educamente)
ru: (Аккуратно)
sv: (normal)

source: Kill at...
ar: وقت الإنهاء...
de: Beenden am ...
el: Σκότωμα σε...
es: Matar a las...
fr: Arrêt à...
it: Termina a...
ja: 時間を指定してキル
pl: Zabij przy...
pt: Finalizar...
ru: Завершить в назначенное время...
sv: Avsluta kl...

source: Process to kill:
ar: إنهاء العملية:
de: Prozess zum Beenden:
el: Διεργασία προς σκότωμα:
es: Proceso a matar:
fr: Processus à arrêter:
it: Processo da terminare:
ja: キルするプロセス:
pl: Proces do zabicia:
pt: Processo para finalizar:
ru: Имя процесса:
sv: Process att avsluta:

source: Select date and time to kill the process at:
ar: اختيار الوقت والتاريخ لوقت إنهاء العملية:
de: Datum und Zeit zum Beenden des Prozesses eingeben:
el: Επιλογή ημερομηνίας και ώρας σκοτώματος διεργασίας :
es: Seleccione la fecha y hora para matar el proceso:
fr: Date et heure pour arrêter le processus:
it: Seleziona data e ora del proceso da terminare:
ja: プロセスをキルする日時を指定してください：
pl: Wybierz datę i czas zabicia procesu:
pt: Selecione a data e horário para finalizar o processo:
ru: Выберите дату и время завершения процесса:
sv: Datum och tid för att avsluta processen:

source: Be polite
ar: كن لطيفاً
de: Sanft
el: Να είσαι ευγενικός
es: Ser gentil
it: Secondo regola
ja: 穏当にキル
pl: Bądź delikatny
pt: Finalizar suavemente
ru: Аккуратно
sv: Normalt avslut

source: Kill menu item
ar: إنهاء عنصر قائمة
de: Objekt beenden
el: Αντικείμενο μενού σκοτώματος
es: Ítem del Kill menú
fr: Elément du Menu Arrêt
it: Termina elemento del menu
ja: キル メニュー アイテム
pl: Zabij pozycję menu
ru: Пункт меню 'Завершить'
sv: Menypost

source: Menu name:
ar: اسم القائمة:
de: Menüname:
el: Όνομα μενού:
es: Nombre de menú:
fr: Nom du menu:
it: Nome del menu:
ja: メニュー上の表示名:
pl: Nazwa menu:
pt: Nome do menu:
ru: Название пункта:
sv: Menynamn:

source: Process list (case sensitive)
ar: قائمة العمليات (حساس لحالة الأحرف)
de: Prozessliste (Groß-/ Kleinschreibung)
el: Λίστα διεργασιών (case sensitive)
es: Lista de procesos (respetar mayúsculas y minúsculas)
fr: Liste des processus (sensible à la casse)
it: Lista dei processi (case sensitive)
ja: プロセス リスト（文字の大小を区別）
pl: Lista procesów (wielkość liter)
pt: Lista de processos (Diferenciar maiúsculas/minúsculas)
ru: Список процессов (чувствителен к регистру)
sv: Processlista (skiftlägeskänslig)

source: Installed software list
ar: قائمة بالبرامج المنصبة
de: Installierte Software:
el: Λίστα εγκατεστημένου λογισμικού
es: Lista de programas instalados
fr: Liste des applications installées
it: Elenco programmi installati
ja: インストール済みソフトウェア リスト
pl: Lista zainstalowanych programów
ru: Список установленного ПО
sv: Installerad mjukvara

source: Software
ar: البرنامج
el: Λογισμικό
fr: Application
ja: ソフトウェア
pl: Program
pt: Programa
ru: ПО
sv: Mjukvara

source: Version
ar: الإصدار
el: Έκδοση
es: Versión
it: Versione
ja: バージョン
pl: Wersja
pt: Versão
ru: Версия

source: Publisher
ar: الناشر
de: Herausgeber
el: Εκδότης
es: Autor
fr: Editeur
it: Produttore
ja: 会社名
pl: Wydawca
pt: Editor
ru: Издатель
sv: Utgivare

source: Publisher WEB
ar: موقع الناشر
de: Herausgeber WEB
el: Εκδότης Ιστού
es: WEB del sutor
fr: Site de l'éditeur
it: Sito del produttore
ja: 会社のウェブサイト
pl: WWW wydawcy
pt: Contato
ru: Сайт издателя
sv: Utgivare Web

source: Uninstall
ar: إزالة
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
fr: Désinstaller
it: Disinstalla
ja: アンインストール
pl: Odinstaluj
pt: Desinstalar
ru: Деинсталлировать
sv: Avinstallera

source: Uninstall information is not available
ar: معلومات الإزالة غير متوفرة
de: Deinstallationsinformationen nicht verfügbar
el: Πληροφορία απεγκατάστασης μη διαθέσιμη
es: El desinstalador no está disponible
fr: Les informations de désinstallation sont indisponibles
it: Le informazioni per la disinstallazione non sono disponibili
ja: アンインストール情報はありません
pl: Nie ma dostępnej informacji odinstalowania
pt: Informação de desinstalação não foi encontrada
ru: Информация о деинсталляции недоступна
sv: Avinstallationsinfo ej tillgänglig

source: Are you sure you want to remove %s from this computer?
ar: هل أنت متأكد أنك تريد حذف %s من حاسبك؟
de: Möchten Sie wirklich %s von diesem Computer entfernen?
el: Είστε σίγουρος-η πως θέλετε να αφαιρέσετε %s απο αυτόν τον υπολογιστή;
es: ¿Está seguro que desea remover %s de este equipo?
fr: Êtes-vous sûr de vouloir supprimer %s de cet ordinateur?
it: Siete sicuri di voler rimuovere %s da questo computer?
ja: %s をコンピュータから削除します。実行しますか？
pl: Czy jesteś pewny aby usunąć %s z tego komputera?
pt: Você tem certeza que deseja remover %s deste computador?
ru: Вы уверены, что хоите удалить %s с этого компьютера?
sv: Vill du verkligen ta bort %s från datorn?

source: Warning: this can not be undone
ar: تحذير: لا يمكن التراجع عن هذه العملية
de: Warnung: Dies kann nicht rückgängig gemacht werden
el: Προσοχή: αυτό δεν μπορεί να αναιρεθεί
es: Cuidado: esta acción no puede deshacerse
fr: Attention: cette action ne pourra pas être annulée
it: Attenzione: non può essere annullato
ja: 警告：実行すると元に戻せません
pl: Uwaga: tego nie można cofnąć
pt: Atenção: isto não poderá ser desfeito
ru: Внимания: это действие невозможно будет отменить
sv: Varning! Åtgärden kan inte ångras.

source: Unable to run uninstaller
ar: غير قادر على تشغيل مزيل التنصيب
de: Deinstallation kann nicht gestartet werden
el: Αδυναμία εκκίνησης του προγράμματος Απεγκατάστασης
es: Imposible ejecutar desinstalador
fr: Impossible de lancer le programme de désinstallation
it: Impossibile avviare la disinstallazione
ja: アンインストーラが実行できません
pl: Nie można otworzyć odinstalowania
pt: Não foi possível executar o desinstalador
ru: Невозможно запустить деинсталлятор
sv: Kunde inte starta avinstalleraren

source: Export installed software list to...
es: Exportar la lista de programas instalados a...
fr: Exporter la liste des applications installées vers...
it: Esporta lista programmi installati in...
ru: Экспортировать список установленных ПО в...
sv: Exportera mjukvarulista till...

source: Web updates
ar: تحديثات الويب
el: Ιστο ενημερώσεις
es: Actualizaciones web Daphne
fr: Mises à jour Web
it: Aggiornamenti
ja: ウェブ アップデート
pl: Aktualizacje internetowe
ru: Проверка обновлений
sv: Webbuppdatering
