Repository: shamun/daphne-task-manager
Catalog: Language/*.po
Languages: ar, de, el, es, fr, it, ja, pl, pt, ru, sv

source: pstree show process list as hierarchy tree (default)
fr: pstree Lister processus par arborescence hiérarchique (defaut)
it: pstree Visualizza elenco dei processi come albero gerarchico (predefinito)
ru: pstree Показать список процессов как иерархическое дерево (по умолчанию)

source: ps show process list
es: ps muestra lista de procesos
fr: ps Afficher la liste des processus...
it: ps visualizza elenco dei processi
ru: ps Показать список процессов

source: kill <pid> kill process by PID
es: kill <pid> mata el proceso con PID
fr: kill <pid> Arrêter les processus par PID
it: kill <kill <pid> termina processo per PID
ru: kill <pid> удалить процесс с помощью PID

source: killall <name> kill all process by name
es: killall <nombre> mata los procesos llamados <nombre>
fr: killall <nom> Arrêter tous les processus portant ce nom
it: killall <name> termina tutti i processi per nome
ru: killall <name> удалить весь процесс по имени

source: killmenu <item> execute a previously configured Daphne's kill menu
es: killmenu <item> ejecuta un menú Kill previamente configurado en Daphne
fr: killmenu <nommenu> exécute ce qui est configuré dans -Menu Arrêt- de Daphne
it: killmenu <item> esegui un comando precedentemente configurato del menu Termina di Daphne
ru: killmenu <item> выполнить предварительно сконфигурированное меню удаления Daphne

source: showchildren <pid> list processes started by PID, including PID
es: showchildren <pid> muestra los procesos iniciados por PID, incluyendo a PID
fr: showchildren <pid> lister les processus fils en partant du PID, incluant ce PID
it: showchildren <pid> elenca tutti i processi avviati per PID, incluso il PID
ru: showchildren <pid> Список процессов, запущенных с PID, в том числе PID

source: killchildren <pid> kill processes started by PID, including PID
es: killchildren <pid> mata los procesos iniciados por PID, incluyendo a PID
fr: killchildren <pid> Arrêter les processus fils du PID, y compris lui même
it: killchildren <pid> termina tutti i processi avviati per PID, incluso il PID
ru: killchildren <pid> удалить процессы, запущенные с помощью PID, в том числе PID

source: hashshow <hash> <filename> compute and show MD5 or SHA1 hash for this file
es: hashshow <hash> <filename> calcula y muestra el hash MD5 o SHA1 para el archivo
fr: hashshow <hash> <NomFichier> Encrypte avec le hachage MD5 ou SHA1et affichage pour ce fichier
it: hashshow <hash> <filename> elabora e visualizza l'hash MD5 o SHA1 per questo file
ru: hashshow <hash> <filename> вычислить и показать хеш MD5 или SHA1 для этого файла

source: hashcreatefile <hash> <filename> create a file with computed MD5 or SHA1 hash for this file
es: hashcreatefile <hash> <filename> crea un archivo con el hash MD5 o SHA1 calculado
fr: hashcreatefile <hash> <NomFichier> Créer un fichier avec encryptage MD5 ou SHA1 pour ce fichier
it: hashcreatefile <hash> <filename> crea un file con un hash MD5 o SHA1 calcolato per questo file
ru: hashcreatefile <hash> <filename> создать файл с вычисленным хэшэм MD5 или SHA1 для этого файла

source: hashvalidatefile <hash> <filename> compute MD5 or SHA1 hash for this file and compare with hashfile
es: hashvalidatefile <hash> <filename> calcula el hash MD5 o SHA1 y lo compara con hash en archivo
fr: hashvalidatefile <hash> <NomFichier> Encrypte ce fichier avec MD5 ou SHA1 et le comparer avec le fichier encrypté
it: hashvalidatefile <hash> <filename> calcola un hash MD5 o SHA1 per questo file e confrontalo con l'hashfile
ru: hashvalidatefile <hash> <filename> вычислить MD5 или SHA1 хеш для этого файла и сравнить с файлом хеша

source: help show command line help
es: help muestra ayuda de línea de comandos
fr: Aide Afficher l'aide en ligne de command
it: help visualizza la guida della riga di comando
ru: help показать справки командной строки

source: Can't open restart manager session.
es: No se puede abrir la sesión con restart manager.
fr: Impossible d'ouvir la session du Gestionnaire de Redémarrage
it: Impossibile aprire la sessione di gestione del riavvio.
ru: Невозможно открыть Диспетчер перезапуска .
sv: Kan inte öppna omstartshanteraren.

source: This file is not in use.
es: Este archivo no está en uso.
fr: Ce ficher n'est pas utilisé
it: Questo file non è in uso.
ru: Этот файл не используется.
sv: Den här filen används inte.

source: Full path to clipboard
ar: المسار الكامل إلى الحافظة
el: Πλήρε μονοπάτι στο clipboard
es: Ruta completa al portapapeles
fr: Chemin complet du presse-papiers
it: Percorso completo negli appunti
ja: フルパスをクリップボードへ
pl: Pełna ścieżka do schowka
pt: Caminho completo para área de transferência
ru: Полный путь в буфер
sv: Fullständig sökväg till Urklipp

source: Name to clipboard
ar: الاسم إلى الحافظة
el: Όνομα στο clipboard
es: Nombre al portapapeles
fr: Copier le nom dans le Presse-papiers
it: Nome negli appunti
ja: 名称をクリップボードへ
pl: Nazwa do schowka
pt: Nome para área de transferência
ru: Имя в буфер
sv: Namn till Urklipp

source: Open CMD here...
ar: افتح سطر الأوامر هنا...
el: Άνοιξε το CMD εδώ...
es: Abrir CMD aquí...
fr: Ouvrir la session CMD ici...
it: Apri CMD qui...
ja: ここから CMD を開く...
pl: Otwórz tutaj CMD...
pt: Abrir o CMD aqui...
ru: Открыть CMD здесь ...
sv: Öppna Kommandotolken här...

source: File listing to clipboard
ar: ملف قائمة إلى الحافظة
el: File listing στο clipboard
es: Listado al portapapeles
fr: Liste des Fichiers vers le Presse-papiers
it: Il file è stato elencato negli appunti
ja: ファイル リストをクリップボードへ
pl: Lista plików do schowka
pt: Lista de arquivos na área de transferência
ru: Список файлов в буфер
sv: Fillista till Urklipp

source: Full path file listing to clipboard
ar: ملف قائمة بالمسارات الكاملة إلى الحافظة
el: Πλήρες μονοπάτι file listing στο clipboard
es: Listado con ruta completa al portapapeles
fr: Liste des Fichiers avec chemin complet vers le Presse-papiers
it: Il percorso completo del file è stato elencato negli appunti
ja: リストのファイルのフル パスをクリップボードへ
pl: Pełna ścieżka pliku prowadząca do schowka
pt: Caminho completo para a lista de arquivos na área de transferência
ru: Полный путь списка файлов в буфер обмена
sv: Fullständig sökvägslista till Urklipp

source: Google this folder...
ar: ابحث عن المجلد في غووغل...
el: Google αυτό το φάκελο...
es: Buscar carpeta en Google...
fr: Google ce dossier
it: Cerca su Google questa cartella...
ja: フォルダ名を Google でチェック...
pl: Googluj za tym folderem...
pt: Pesquisar no Google esta pasta...
ru: Искать эту папку в Google ...
sv: Googla den här mappen...

source: Who is using this folder?
es: ¿Quién está usando esta carpeta?
fr: Qui utilise ce dossier?
it: Chi sta usando questa cartella?
ru: Кто использует эту папку?

source: Run with arguments...
ar: تشغيل مع وسائط...
el: Τρέξε με παραμέτρους...
es: Ejecutar con argumentos...
fr: Lancer avec arguments
it: Esegui con gli argomenti...
ja: 引数を指定して実行
pl: Uruchom z argumentami...
ru: Запуск с аргументами ...
sv: Kör med argument...

source: Google this file...
ar: ابحث عن الملف في غووغل...
el: Google αυτό το αρχείο...
es: Buscar archivo en Google...
fr: Google ce fichier
it: Cerca su Google questo file...
ja: ファイル名を Google でチェック...
pl: Googluj za tym plikiem...
pt: Pesquisar no Google este arquivo...
ru: Искать этот файл в Google ...
sv: Googla den här filen...

source: Who is using this file?
es: ¿Quién está usando este archivo?
fr: Qui utilise ce fichier?
it: Chi sta usando questo file?
ru: Кто использует этот файл?
sv: Vem använder den här filen?

source: Compute MD5
es: Calcular MD5
fr: Générer hachage MD5
it: Calcola MD5
ru: Вычислить MD5

source: Compute SHA1
es: Calcular SHA1
fr: Générer hachage SHA1
it: Calcola SHA1
ru: Вычислить SHA1

source: Shift
fr: Bouton Maj
it: Maiusc

source: Hightlight process over 95% CPU in red
ar: تمييز العمليات فوق استعمال المعالج 95% بالأحمر
de: Prozesse mit über 95% CPU-Auslastung rot markieren
el: Τόνισε τη διεργασία άνω του 95% της CPU με κόκκινο
es: Resaltar procesos con más de 95% CPU en rojo
fr: Surligner les processus à plus de 95% CPU en rouge
it: Evidenzia i processi che usano oltre il 95% della CPU in rosso
ja: CPU 使用率が 95% を超えたプロセスを赤色で表示
pl: Podkreśl na czerwono proces ponad 95% obciążenia procesora
pt: Realçar processos com uso de 95% de CPU com vermelho
sv: Markera processer på över 95% CPU-användning med rött

source: Highlight orange, process with more than 20% of memory used
ar: تمييز العمليات التي تستخدم أكثر من 20% من الذاكرة بالبرتقالي
de: Prozesse mit einer Speicherlast über 20% orange markieren
el: Πορτοκαλί τονισμός, διεργασία με περισσότερο του 20% χρησιμοποιημένο απο τη μνήμη
fr: Surlignage en orange pour les processus qui utilisent plus de 20% de la mémoire
it: Evidenzia in arancione i processi con meno del 20% della memoria
ja: メモリー使用率が 20% を超えたプロセスをオレンジで表示
pl: Podkreśl na pomarańczowo proces z więcej niż 20% używanej pamięci
pt: Realçar processos com mais de 20% de memória utilizada com laranja

source: lParam:
de: IParam:
it: Parametro:

source: wParam:
it: wParametro:

source: ThreadID
ar: معرّف المسلك:
es: ID de hilo
fr: IDUnitéExecut.
ja: スレッド ID
pl: Identyfikator wątku
pt: ID da Thread
sv: Tråd-ID

source: pstree: show process list as hierarchy tree (default)
de: pstree: Prozess-Liste hirarchisch anzeigen (Standard)
el: pstree: εμφάνισε τη λίστα διεργασιών ως ιεραρχικό δέντρο (προεπιλογή)
ja: pstree: プロセス リストを階層化ツリーで表示（デフォルト）
pl: pstree: pokaż listę procesu jako hierarchię drzewa (domyślnie)
pt: pstree: exibe a lista de processos como árvore hierárquica (padrão)
sv: pstree: Visa processlistan som hierarkiskt träd (standard)

source: ps: show process list
de: ps: Prozess-Liste anzeigen
el: ps: εμφάνισε τη λίστα διεργασιών
ja: ps: プロセス リストを表示
pl: ps: pokaż listę procesu
pt: ps: exibe a lista de processos
sv: ps: Visa processlistan

source: kill <pid>: kill process by PID
de: kill <pid>: Prozess nach PID beenden
el: σκότωσε <pid>: σκότωσε διεργασίες με PID
ja: kill <pid>: PID を指定してプロセスをキル
pl: kill <pid>: zabij proces przez PID
pt: kill <pid>: finaliza o processo pelo PID
sv: kill <pid>: Avsluta process efter PID

source: killall <name>: kill all process by name
de: killall <name>: Alle Prozesse nach Name beenden
el: σκότωμαόλων <name>: σκότωσε όλες τις διεργασίες με όνομα
ja: killall <name>: 名称を指定してその全プロセスをキル
pl: killall <nazwa>: zabij wszystkie procesy według nazwy
pt: killall <nome>: finaliza todos os processos pelo nome
sv: killall <namn>: Avsluta alla processer efter namn

source: killmenu <item>: execute a previously configured Daphne's kill menu
de: killmenu <item>: Vorkonfiguriertes Beenden-Menü ausführen
el: σκότωμαμενού <item>: εκτέλεσε ένα προηγουμένο ρυθμισμένο Daphne's σκοτωμένο μενού
ja: killmenu <item>: Daphne のキル メニューに登録されているプロセスをキル
pl: killmenu <pozycja>: wykonaj wcześniej skonfigurowane menu zabijania Daphne
pt: killmenu <item>: executa o Menu Finalizar previamente configurado
sv: killmenu <menypost>: Verkställ en förkonfigurerad post i Daphnes avslutsmeny

source: showchildren <pid>: list processes started by PID, including PID
de: showchildren <pid>: Nach PID gestartete Prozesse auflisten, inkl. PID
el: εμφάνισηπαιδιού <pid>: εμφάνισε σε λίστα τις διεργασίες που αρχίζουν με PID,συμπεριλαμβανομένου PID
ja: showchildren <pid>: 指定 PID で開始されたプロセス、指定 PID 配下のプロセスをリスト アップ
pl: showchildren <pid>: wyświetla procesy uruchomione przez PID, włącznie z PID
pt: showchildren <pid>: lista os processos iniciados por PID, incluindo PID
sv: showchildren <pid>: Lista processer startade av PID, inkl. PID

source: killchildren <pid>: kill processes started by PID, including PID
de: killchildren <pid>: Nach PID gestartete Prozesse beenden, inkl. PID
el: σκότωμαπαιδιού <pid>: σκότωσε τις διεργασίες που αρχίζουν με PID, συμπεριλαμβανομένου PID
ja: killchildren <pid>: 指定 PID で開始されたプロセス、指定 PID 配下のプロセスをキル
pl: killchildren <pid>: wyświetla procesy uruchomione przez PID, włącznie z PID
pt: killchildren <pid>: finaliza os processos iniciados por PID, incluindo PID
sv: killchildren <pid>: Avsluta underordnade processer startade av PID, inkl. PID

source: help: show command line help
de: help: Kommandozeilen-Hilfe anzeigen
el: βοήθεια: εμφάνιση γραμμής εντολών help
ja: help: コマンド ラインのヘルプを表示
pl: help: pokaż pomoc wiersza poleceń
pt: help: exibe a ajuda da linha de comando
sv: help: Visa kommandoradshjälp

source: Find
ar: بحث
de: Suche
el: Βρές
ja: 検索
pl: Znajdź
pt: Localizar

source: Search the web...
ar: بحث في الويب...
de: Suche im Web...
el: Ψάξτε στον ιστό..
ja: ウェブ上で検索...
pl: Szukaj w internecie...
pt: Pesquisar na internet...

source: Integration
ar: الدمج
el: Ενσωμάτωση
ja: 統合
pl: Integracja

source: Thanks to Adrián, Santi, Nico, Juan and Gonza.
ar: شكر لـ Adrián, Santi, Nico, Juan, Gonza.
el: Ευχαριστίες στους Adrián, Santi, Nico, Juan and Gonza.
ja: Thanks to Adrin, Santi, Nico, Juan and Gonza.
pl: Podziękowania dla Adrián, Santi, Nico, Juan i Gonza.

source: Giacomo Margarito - Italian translation
ar: Giacomo Margarito - الترجمة الإيطالية
de: Giacomo Margarito - Italienische Übersetzung
el: Giacomo Margarito - Ιταλική μετάφραση
ja: Giacomo Margarito - イタリア語翻訳
pl: Giacomo Margarito - włoskie tłumaczenie
pt: Giacomo Margarito - tradução italiana

source: He Zhenwei - Chinese translation
ar: He Zhenwei - الترجمة الصينية
de: He Zhenwei - Chinesische Übersetzung
el: He Zhenwei - Κινέζικη μετάφραση
ja: He Zhenwei - 中国語翻訳
pl: He Zhenwei - chińskie tłumaczenie
pt: He Zhenwei - tradução Chinesa

source: Marc Cueni - French translation
ar: Marc Cueni - الترجمة الفرنسية
de: Marc Cueni - Französische Übersetzung
el: Marc Cueni - Γραλλική μετάφραση
ja: Marc Cueni - フランス語翻訳
pl: Marc Cueni - francuskie tłumaczenie
pt: Marc Cueni - tradução Francesa

source: Bunny Forth - Chinese translation contributor
ar: Bunny Forth - مساهم في الترجمة الصينية
de: Bunny Forth - Mitwirkender bei der chinesischen Übersetzung
el: Bunny Forth - Κινεζίκή μετάφραση contributor
ja: Bunny Forth - 中国語翻訳に寄与
pl: Bunny Forth - współpracownik chińskiego tłum.
pt: Bunny Forth - Contribuidor da tradução Chinesa

source: Arno Krumpholz - German translation
ar: Arno Krumpholz - الترجمة الألمانية
de: Arno Krumpholz - Deutsche Übersetzung
el: Arno Krumpholz - Γερμανική μετάφραση
ja: Arno Krumpholz - ドイツ語翻訳
pl: Arno Krumpholz - niemieckie tłumaczenie
pt: Arno Krumpholz - tradução Alemã

source: Vicent Adam - Valencian translation
ar: Vicent Adam - الترجمة بالبلنسية
de: Vicent Adam - Valencia Übersetzung
ja: Vicent Adam - バレンシア語翻訳
pl: Vicent Adam - walenckie tłumaczenie
pt: Vicent Adam - tradução de Valência

source: Michal Trzebiatowski - Polish translation
ar: Michal Trzebiatowski - الترجمة البولندية
de: Michal Trzebiatowski - Polnische Übersetzung
el: Michal Trzebiatowski - Πωλωνική μετάφραση
ja: Michal Trzebiatowski - ポーランド語翻訳
pl: Michał Trzebiatowski - polskie tłumaczenie
pt: Michal Trzebiatowski - tradução Polonesa

source: Jangir Ganeev - Russian translation
ar: Jangir Ganeev - الترجمة الروسية
el: Jangir Ganeev - Ρωσική μετάφραση
ja: Jangir Ganeev - ロシア語翻訳
pl: Jangir Ganeev - rosyjskie tłumaczenie
pt: Jangir Ganeev -tradução Russa

source: Renato da Silva - Portuguese translation
ar: Renato da Silva - الترجمة البرتغالية
el: Renato da Silva - Πορτογαλική μετάφραση
ja: Renato da Silva - ポルトガル語翻訳
pl: Renato da Silva - portugalskie tłumaczenie
pt: Renato da Silva - tradução Portuguesa (Portugal)

source: Asabukuro Dongorosu - Japanese translation
ar: Asabukuro Dongorosu - الترجمة اليابانية
el: Asabukuro Dongorosu - Ιαπωνική μετάφραση
ja: Asabukuro Dongorosu - 日本語翻訳
pl: Asabukuro Dongorosu - japońskie tłumaczenie
pt: Asabukuro Dongorosu - tradução para o Japonês

source: Abdurrahman Aborazmeh - Arabic translation
el: Abdurrahman Aborazmeh - Αραβική μετάφραση
ja: Abdurrahman Aborazmeh - アラビア語翻訳
pl: Abdurrahman Aborazmeh - arabskie tłumaczenie

source: Jim Lineos - Greek translation
ja: Jim Lineos - ギリシャ語翻訳

source: Technical support at forum.drk.com.ar
ar: الدعم الفني في forum.drk.com.ar
de: Technische Unterstützung vom forum.drk.com.ar
el: Τεχνική υποστήριξη στο forum.drk.com.ar
ja: テクニカル サポート: forum.drk.com.ar
pl: Techniczne wsparcie na forum.drk.com.ar
pt: Suporte técnico em forum.drk.com.ar

source: Preview
ar: مراجعة
de: Vorschau
el: Προεπισκόπηση
ja: プレビュー
pl: Podgląd

source: Daphne was unable to get environment information. This feature is known to fail on new Windows versions.
ar: دافني غير قادر على الحصور على معلومات البيئة. هذه الميزة معروفة بالفشل في إصدارات ويندوز الجديدة.
de: Daphne kann Umgebungsinformationen nicht abrufen. Dieses Feature schlägt auf neuen Windows-Versionen fehl.
el: Το Daphne δεν μπόρεσε να πιάσει της πληροφορίες περιβάλλοντος. Αυτή η δυνατότητα είναι γνωστή για αποτυχεία. στις νέες εκδόσεις των Windows.
ja: Daphne はシステム環境の情報を取得できませんでした。 新しいバージョンの Windows では、この機能は 動作できないことが知られています。
pl: Daphne nie był w stanie uzyskać informacji o środowisku. Funkcja ta jest błędna na nowszych wersjach systemu Windows.
pt: O Daphne foi incapaz de obter informações sobre o ambiente. A falha deste recurso é conhecida em novas versões do Windows.

source: Daphne is unable to read environment information running as 32 bit application under 64 bits OS.
ja: Daphne はシステム環境の情報を取得できませんでした。 64 bits OS 環境でも 32 bit アプリケーションとして実行します。

source: Anonymous statistics report...
pt: Enviar estatísticas anonimamente...

source: Don't send
pt: Não enviar

source: If you like this tool, please help improving its functionality by sending anonymous statistics information to www.drk.com.ar. If you accept this, Daphne will silently send statistical data to the web site during first run after, or every ten days. Under no circumstances will Daphne send personal information to the statistics database. The data collected may include Daphne features usage, Daphne configuration preferences, operating system version and platform. By sending this data you will contribute to Daphne development process. Your feedback is always welcome at www.drk.com.ar.
pt: Se você gosta desta ferramenta, por favor, ajude a melhorar a sua funcionalidade através do envio de informações estatísticas anônimamente para www.drk.com.ar. Se você aceita isso, o programa Daphne silenciosamente enviará dados estatísticos para o site após a primeira execução ou a cada dez dias. Sob nenhuma circunstância o programa Daphne enviará informações pessoais para o banco de dados de estatísticas. Os dados coletados podem incluir o uso de recursos e preferências de configuração do Daphne, versão do sistema operacional e plataforma. Ao enviar estes dados, você estará contribuindo para o processo de desenvolvimento do Daphne. Seus comentários são sempre bem-vindos em www.drk.com.ar.

source: Authenticate user
pt: Autenticar usuário

source: Daphne - Crash
pt: Erro fatal no Daphne

source: Daphne >
ar: دافني >
pt: Menu

source: Preview
pt: Visualizar

source: Kill menu item
pt: Finalizar item do menu

source: Installed software list
pt: Lista de programas instalados

source: Web updates
pt: Atualizações

source: Trap...
pt: Interrupção...

source: Anonymous statistics
pt: Estatísticas anônimas

source: Send anonymous statistics
pt: Enviar estatísticas anonimamente

source: Process tree
pt: Árvore de Processos

source: Run process
pt: Executar processo

source: Shutdown at...
pt: Desligamento do sistema...

source: Send message...
pt: Enviar mensagem...

source: Daphne multidesktop
pt: Multi Área de trabalho do Daphne

source: Win32 values
pt: Valores Win32

source: Daphne
ar: دافني

source: There is a new version of Daphne ready to download. Would you like to visit download web page?
ar: يتوفر إصدار جديد من دافني وهو جاهز للتنزيل. هل تريد زيارة صفحة التنزيل الآن؟
de: Eine neue Version von Daphne ist bereit zum Herunterladen. Möchten Sie die Downloadseite besuchen?

source: The system has been up for a long time. If you don't need to keep the computer running overnight really, please consider turning it off. Help fighting the climate change! Click YES for more information about energy saving. (You won't see this windows again)
ar: تم تشغيل النظام لوقت طويل. إن كنت لا تحتاج لإباقء الحاسب مشغلاً في الليل للضرورة، من فضلك قم بإطفائه. ساعد على محاربة تغيرات المناخ! اضغط نعم للمزيد من المعلومات حول توفير الطاقة. (لن ترى هذه النافذة مرة أخرى)
de: Das System läuft schon eine längere Zeit. Falls es nicht nötig ist, den Computer über Nacht laufen zu lassen, schalten Sie ihn bitte aus. Helft im Kampf gegen den Klimawandel! JA klicken um mehr über das Energiesparen zu lernen. (Dieses Fenster wird nicht mehr angezeigt)

source: Thanks to Adrián, Santiago, Nico and Juan.
de: Danke an Adrián, Santiago, Nico and Juan.

source: Ctrl
de: Strg

source: Main window
de: Hauptfenster

source: transparence
de: Tranzparenz
