Repository: shamun/daphne-task-manager
Catalog: Language/*.po
Languages: ar, de, el, es, fr, it, ja, pl, pt, ru, sv

source: Daphne is about to check the web for updates. This is done without sending any personally identifiable information to the web site.
ar: برنامج دافني على وشك أن يتحقق من التحديثات من الويب. سيتم هذا بدون أية إرسال معلومات شخصية إلى موقع الويب.
de: Daphne ist dabei im Web nach Aktualisierungen zu suchen. Dies geschieht ohne das Senden persönlicher Informationen zu der Webseite.
el: Το Daphne θα κάνει έλεγχο ενημερώσεων μέσω του ιστού. Αυτό γίνεται χωρίς να αποστέλεται κάποια προσωπική αναγνωριστικού τύπου πληροφορία στην ιστοσελίδα.
es: Daphne está por buscar actualizaciones en la web. Esto se hace sin enviar información personal al sitio web.
fr: Daphne est sur le point de vérifier les mises à jour sur le Web. Aucune information personnelle et identifiable sera récoltée par le site.
it: Daphne sta controllando la disponibilità di aggiornamenti. L'operazione verrà effettuata senza inviare alcun dato sensibile al sito web.
ja: Daphne はアップデートのウェブ チェックを行おうとしています。チェックは個人が特定できるような情報をいささかもウェブサイトに送信することなく行われます。
pl: Daphne sprawdzi dostępność aktualizacji w internecie. Odbywa to się bez wysyłania jakiejkolwiek danych osobistych do strony internetowej.
pt: O Daphne está prestes a verificar por atualizações na internet. Isto é feito sem enviar qualquer informação pessoal para a página.
ru: Daphne собирается проверить веб-сайт на наличие обновлений. Никакие персональные данные передаваться не будут.
sv: Daphne kommer att söka efter uppdateringar. Det görs utan någon personlig information skickas till servern.

source: Do you want to check for updates at internet?
ar: هل تريد التحقق من التحديثات من الشبكة؟
de: Möchten Sie im Internet nach Aktualisierungen suchen?
el: Θέλετε να ελέγξετε για ενημερώσεις στο ίντερνετ ;
es: ¿Quiere que Daphne busque actualizaciones en internet?
fr: Voulez-vous rechercher les nouvelles mises à jour sur Internet?
it: Volete controllare la disponibilità di aggiornamenti?
ja: インターネットを使用してアップデート チェックを行いますか？
pl: Czy chcesz sprawdzić dostępność aktualizacji w internecie?
pt: Você quer verificar se há atualizações na internet?
ru: Желаете проверить наличие обновлений в интеренте?
sv: Vill du söka efter uppdateringar?

source: Yes
ar: نعم
de: Ja
el: Ναί
es: Sí
fr: Oui
it: Si
ja: はい
pl: Tak
pt: Sim
ru: Да
sv: Ja

source: No
ar: لا
de: Nein
el: Όχι
fr: Non
ja: いいえ
pt: Não
ru: Нет
sv: Nej

source: Message at...
es: Enviar mensaje a...
fr: Courriel...
it: Messaggio a...
ru: Сообщение в...
sv: Meddelande...

source: Message:
ar: الرسالة:
de: Nachricht:
el: Μύνημα:
es: Mensaje:
it: Messaggio:
ja: メッセージ:
pl: Komunikat:
pt: Mensagem:
ru: Сообщение:
sv: Meddelande:

source: Select date and time to display message at:
es: Seleccione la fecha y hora para mostrar el mensaje:
fr: Date et heure pour afficher le message:
it: Seleziona data e ora per vsualizzare il messaggio a:
ru: Выберите дату и время, чтобы отобразить сообщение в:
sv: Datum och tid för att visa meddelande:

source: Trap...
ar: فخ...
de: Überwachen...
el: Παγίδα...
es: Trampa...
fr: Interception...
it: Trappola...
ja: トラップ...
pl: Pułapka...
ru: Ловушка...
sv: Skapa åtgärd...

source: Action:
ar: الفعل:
de: Aktion:
el: Δράση:
es: Acción:
it: Azione:
ja: 操作:
pl: Akcja:
pt: Ação:
ru: Действие:
sv: Åtgärd:

source: Generic 64 bits argument:
es: Argumento genérico de 64 bits:
fr: Argument x64 bits générique
it: Aromento generico a 64 bit:
ru: Универсальный 64-битный аргумент:
sv: Allmänt 64 bit-argument:

source: Use a 16 digit hexadecimal number here.
es: Use un número hexadecimal de 16 dígitos aquií.
fr: Utiliser un nombre de 16 digits hexadécimal ici.
it: Usate un numero esadecimale a sedici cifre qui.
ru: Используйте здесь 16-значное шестнадцатеричное число .
sv: Använd ett 16-siffrigt hexadecimalt nummer här.

source: Install system wide Daphne activation shortcut
ar: تنصيب اختصار عام في النظام لتفعيل دافني
de: Tastenkürzel für Daphne-Schnellstart systemweit installieren
el: Εγκαταστήστε σύστημα ευρέως Daphne activation shortcut
es: Instalar acceso directo global para activación de Daphne
fr: Installe le raccourci d'activation de Daphne
it: Installa il collegamento all'attivazione di sistema
ja: Daphne のメイン ウィンドウ表示用グローバル ホットキーをインストール
pl: Zainstaluj na całym systemie skrót aktywacji Daphne
pt: Ativar atalhos para ativação do Daphne no sistema
ru: Глобальное сочетание клавиш для активации Daphne
sv: Installera systemövergripande snabbtangent för Daphne

source: Advanced options
ar: خيارات متقدمة
de: Erweiterte Optionen
el: Προχωρημένες επιλογές
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 拡張オプション
pl: Opcje zaawansowane
pt: Opções avançadas
ru: Дополнительные настройки
sv: Avancerade alternativ

source: Show all hidden applications on exit
ar: إظهار كافة التطبيقات المخفية عند الإغلاق
de: Alle versteckten Anwendungen beim Beenden anzeigen
el: Εμφάνισε όλες τις κρυφές εφαρμογές κατά την έξοδο
es: Mostrar las aplicaciones ocultas al salir
fr: Afficher toutes les applications masquées en quittant
it: Visualizza i programmi nascosti all'uscita
ja: Daphne 終了時に隠蔽中の全アプリケーションを表示
pl: Pokaż wszystkie ukryte aplikacje przy wyjściu
pt: Exibir todas os programas minimizados ao sair
ru: При выходе восстановить все скрытые приложения
sv: Visa alla dolda applikationer vid avslut

source: Try to hide Java VM from command line
ar: حاول إخفار آلة جافا من سطر الأوامر
de: Versuchen, über die Kommandozeile Java VM auszublenden
el: Προσπάθησε να κρύψεις τη Java VM από τη γραμμή εντολών
es: Tratar de ocultar la VM de Java en el path
fr: Essayer de cacher la Machine Virtuelle Java à partir de la ligne de commande
it: Prova a nascondere la riga di comando della Java VM
ja: コマンド ラインから Java VM の非表示化を試行する
pl: Spróbuj ukryć Java VM z wiersza poleceń
pt: Tente minimizar a Java VM da linha de comando
ru: Пытаться скрыть Java VM из командной строки
sv: Försök dölja Java VM från kommandorad

source: Don't check Debug programs privilege on startup
ar: لا تتفقد صلاحيات تنقيح البرامج عند بدء التشغيل
de: Debug-Privilegien beim Start nicht prüfen
el: Να μην γίνεται έλεγχος των προγραμμάτων εντοπισμού σφαλμάτων προνόμιο κατά την εκκίνηση
es: No verificar privilegio de Depuración de programas
fr: Ne pas contrôler les privilèges de Débogage au démarrage
it: Non controllare i provilegi di Debug del programma all'avvio
ja: 起動時にプログラムのデバッグ特権を確認しない
pl: Nie sprawdzaj przywilej debugowania programów przy starcie
pt: Não verificar privilégio para Depuração de programas ao iniciar
ru: Не проверять наличие привилегий отладки при запуске
sv: Kontrollera inte felsökningsbehörighet vid uppstart

source: Store configuration
ar: تخزين الإعدادات
de: Konfiguration speichern
el: Store διαμόρφωση
es: Guardar configuración
fr: Enregistrer la configuration
it: Memorizza configurazione
ja: 設定の保存方法
pl: Zapisz konfigurację
pt: Salvar a configuração
ru: Хранить настройки
sv: Spara konfiguration

source: Using Daphne.INI file
ar: استخدام ملف Daphne.INI
de: Daphne.INI benutzen
el: Χρησιμοποιόντας το αρχείο Daphne.INI
es: Usando archivo Daphne.INI
fr: Utilisant le fichier Daphne.ini
it: Usando il file Daphne.INI
ja: Daphne の INI ファイルを使用する
pl: do pliku Daphne.INI
pt: Usando o arquivo Daphne.INI
ru: в файле Daphne.INI
sv: I filen Daphne.ini

source: Using Windows registry
ar: استخدام تسجيل ويندوز
de: Windows Registry benutzen
el: Χρησιμοποιόντας τη Windows registry
es: Usando el registro de Windows
fr: Utilisant la base de registre Windows
it: Usando il Registro di Windows
ja: Windows のレジストリを使用する
pl: do rejestru Windowsa
pt: Usando o registro do Windows
ru: в реестре Windows
sv: I Windows register

source: Add process names to highlight in the main list:
ar: إضافة اسم عملية لتمييزها في القائمة الرئيسية:
de: Prozessnamen zum Markieren in die Hauptliste fügen:
el: Πρόσθεσε τα ονόματα των διεργασιών για τονισμό στη κεντρική λίστα:
es: Liste nombres de procesos a resaltar en la lista:
fr: Ajouter les noms des processus à surligner dans la liste principale:
it: Aggiungi i nomi dei processi da evidenziare nella lista principale:
ja: メイン リスト上でハイライト表示するプロセス:
pl: Dodaj nazwy procesu w celu podkreślenia w głównej liście:
pt: Adicionar nomes dos processos para realçar na lista principal:
ru: Добавьте имена процессов, которые будут подсвечиваться:
sv: Processer att färgmärka i huvudlistan:

source: Highlight system process with blue
ar: تمييز عمليات النظام بالأزرق
de: Systemprozesse blau markieren
el: Τόνισε τις διεργασίες συστήματος με μπλέ
es: Resaltar procesos de sistema en azul
fr: Surligner les processus Système en bleu
it: Evidenzia i processi di sistema in blu
ja: システム プロセスを青色で表示
pl: Podkreśl na niebiesko proces systemu
pt: Realçar processos do sistema com azul
ru: Синим: системные процессы
sv: Markera systemprocesser med blått

source: Add
ar: إضافة
de: Hinzufügen
el: Προσθήκη
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till

source: Edit
ar: تعديل
de: Bearbeiten
el: Επεξεργασία
es: Modificar
fr: Editer
it: Modifica
ja: 編集
pl: Edytuj
pt: Editar
ru: Правка
sv: Redigera

source: Remove
ar: حذف
de: Entfernen
el: Αφαίρεσε
es: Remover
fr: Supprimer
it: Rimuovi
ja: 削除
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort

source: Up
ar: فوق
de: Hoch
el: Πάνω
es: Arriba
fr: Plus haut
it: Su
ja: 上へ
pl: W górę
pt: Mover para cima
ru: Вверх
sv: Upp

source: Down
ar: تحت
de: Runter
el: Κάτω
es: Abajo
fr: Plus bas
it: Giu
ja: 下へ
pl: W dół
pt: Mover para baixo
ru: Вниз
sv: Ner

source: Removing %s
ar: حذف %s
de: Entferne %s
el: Αφαιρεί %s
es: Removiendo %s
fr: Suppression de %s
it: Rimozione di %s
ja: %s の削除中
pl: Usuwanie %s
pt: Removendo %s
ru: Удаление "%s"
sv: Tar bort %s

source: You are about to remove a kill menu item. This action can't be undone. Are you sure?
ar: أنت على وشك حذف إنهاء عنصر قائمة. لا يمكن التراجع عن هذا الفعل. هل أنت متأكد؟
de: Sie wollen ein zu beendendes Objekt entfernen. Dies kann nicht rückgängig gemacht werden. Sind Sie sicher?
el: Πάτε να αφαιρέσετε ένα αντικείμενο του μενού σκοτώματος. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Είστε σίγουρος-η;
es: Está a punto de eliminar todos los ítems del menú. Esta acción no puede deshacerse. ¿Está seguro?
fr: Vous êtes sur le point de supprimer un élément du -Menu Arrêt-. Cette action ne pourra pas être annulée. Êtes-vous sûr?
it: State per rimuovere una voce del menu Termina. Quest'azione non può essere annullata. Siete sicuri?
ja: キル メニューのアイテムを削除しようとしています。この操作を実行すると元に戻せません。 実行しますか？
pl: Zamierzasz usunąć pozycję zabicia menu. Tej operacji nie można cofnąć. Czy jesteś pewny?
pt: Você está prestes a remover um item do Menu Finalizar. Essa ação não poderá ser desfeita. Você tem certeza?
ru: Вы собираетесь удалить пункт меню 'Завершить'. Это действие невозможно будет отменить. Вы уверены?
sv: Du är på väg att ta bort en avslutsmenypost. Den här åtgärden kan inte ångras. Vill du fortsätta?

source: Logging options
es: Opciones de registro
fr: Options d'enregistrement
it: Opzioni di connessione
ru: Свойства ведения протокола
sv: Loggningsalternativ

source: Log started and ended process
el: Καταγραφή ξεκινημένων και τελειωμένων διεργασιών
es: Registrar los procesos iniciados y finalizados
fr: Enregistrer les faits liés aux processus de démarage et d'arrêt
it: Registra processi avviati e terminati
ja: プロセスの開始と終了をログに記録
pl: Proces rozpoczęcia i zakończenia protokołowania
pt: Registrar a inicialização e finalização de processos
ru: Процесс начала и конца авторизации
sv: Logga startad och avslutad process

source: Log process activity to...
el: Καταγραφή της δραστηριότητας της διεργασίας στο...
es: Registrar actividad de procesos en...
fr: Archiver les activités des processus dans...
it: Registra attività del processo in...
ja: プロセス活動のログ保存先...
pl: Protokołuj aktywność procesu do...
ru: Активность процесса авторизации в...
sv: Logga processaktivitet till...

source: Main window and tray icon
ar: النافذة الأساسية وأيقونة اللوحة
el: Κεντρικό παράθυρο και tray εικονίδιο
es: Ventana principal e ícono
fr: Fenêtre principale et icône de barre de tâche
it: Finestra principale e icona nella tray
ja: メイン ウィンドウ と トレイ アイコン
pl: Główne okno i ikona w pasku zadań
ru: Главное окно и иконка ловушки
sv: Huvudfönster och meddelandefältsikon

source: Process list colum order
ar: ترتيب أعمدة قائمة العمليات
de: Spaltenreihenfolge der Prozessliste
el: Λίστα διεργασιών σε μορφή στήλης
es: Orden de columnas de la lista de procesos
fr: Ordre des colonnes de la liste des processus
it: Ordine della lista dei processi
ja: プロセス リストのカラム表示順序
pl: Porządek kolumny listy procesu
pt: Ordem das colunas da lista de processos
ru: Порядок колонок в списке процессов
sv: Processlistans kolumnordning

source: Window transparence
ar: شفافية النافذة
el: Παράθυρο διαφάνεια
es: Transparencia de ventana
fr: Transparence de la fenêtre
it: Trasparenza della finestra
ja: ウィンドウの透過
pl: Przezroczystość okna
ru: Прозрачность окна
sv: Fönstertransparens

source: Animate tray icon with CPU usage.
ar: أيقونة لوحة متحركة مع استخدام المعالج.
el: Εικονίδιο με τη χρήση της CPU
es: Animar ícono se la bandeja de sistema.
fr: Utilisation CPU animée par une icône dans la barre des tâches
it: Icona animata nella tray con uso della CPU.
ja: トレイ アイコンに CPU 使用率をアニメ表示。
pl: Ikona odciążenia procesora z animacją w pasku zadań.
pt: Animar o ícone da bandeja com o uso da CPU
ru: Анимация иконки ловушки с использованием процессора
sv: Animera meddelandefältsikonen med CPU-användning.

source: Multidesktop options
ar: خيارات سطوح المكتب
de: Multidesktop Optionen
el: Multidesktop επιλογές
es: Opciones multiescritorio
fr: Options Bureaux Multiples
it: Opzioni Multidesktop
ja: マルチ デスクトップ オプション
pl: Opcje multipulpitu
pt: Opções multi Áreas de trabalho
ru: Настройки функции 'МультиДесктоп'
sv: Skrivbordsalternativ

source: Enable Multidesktop feature (at Daphne's startup)
ar: تفعيل ميزة سطوح المكتب (عند بدء تشغيل دافني)
de: Multidesktop Feature aktivieren (beim Start von Daphne)
el: Ενεργοποίηση Multidsktop χαρακτηριστικού (κατά την έναρξη του Daphne)
es: Habilitar funcionalidad multiescritorio (al iniciar Daphne)
fr: Activer les Bureaux Multiples (au lancement de Daphne)
it: Abilita funzione Multidesktop (all'avvio di Daphne)
ja: Daphne 起動時にマルチ デスクトップを有効化
pl: Włącz funkcję Multipulpitu (przy starcie Daphne)
pt: Habilitar o recurso Multi Áreas de trabalho (na inicialização do Daphne)
ru: Задействовать 'МультиДесктоп' (при старте Daphne)
sv: Aktivera flerskrivbordsfunktion (vid programstart)

source: Extra desktops
ar: سطوح مكتب إضافية
el: Επιπλέον επιφάνειες εργασίας
es: Escritorios extra
fr: Bureaux supplémentaires
it: Extra desktop
ja: エクストラ デスクトップの数
pl: Dodatkowe pulpity
pt: Áreas de trabalho extras
ru: Дополнительные рабочие столы
sv: Extra skrivbord

source: Integration options
ar: خيارات الدمج
el: Ιδιότητες ενσωμάτωσης
es: Opciones de integración
fr: Options d'intégration
it: Opzioni integrazione
ja: 統合オプション
pl: Opcje integracji
ru: Функции интерграции
sv: Integrering

source: Enable Windows Explorer integration
ar: تفعيل الدمج مع مسكتشف ويندوز
el: Ενεργοποίηση ενσωμάτωσης στον Windows Explorer
es: Habilitar integración con Windows Explorer
fr: Activer l'intégration de Windows Explorer
it: Abilita integrazione in Esplora Risorse
ja: Windows エクスプローラ に Daphne の拡張メニューを追加
pl: Włącz integrację z Eksploratorem Windowsa
pt: Habilitar integração com o Windows Explorer
ru: Включить интеграцию проводника Windows
sv: Integrera i Utforskaren

source: Run slots
es: Casillas de ejecución
fr: Lancer outils
it: Esegui slot
ru: Запустить слоты
sv: Kör slots

source: Run these commands with Ctrl-Shift-F1 to F4
es: Ejecute estos comandos con Ctrl-Shift-F1 a F4
fr: Lancer ces commandes avecCtrl-Shift-F1 à F4
it: Esegui questi comandi con Ctrl-Maiusc-F1 fino a F4
ru: Выполните эти команды с Ctrl-Shift-F1 to F4
sv: Kör de här kommandona med Ctrl-Shift-F1 till F4

source: Run this command with Ctrl-Shift-F1
es: Ejecute este comando con Ctrl-Shift-F1
fr: Lancer cette commandes avecCtrl-Shift-F1
it: Esegui questo comando con Ctrl-Maiusc-F1
ru: Выполните эту команду с Ctrl-Shift-F1
sv: Kör det här kommandot med Ctrl-Shift-F1

source: Run this command with Ctrl-Shift-F2
es: Ejecute este comando con Ctrl-Shift-F2
fr: Lancer cette commandes avecCtrl-Shift-F2
it: Esegui questo comando con Ctrl-Maiusc-F2
ru: Выполните эту команду с Ctrl-Shift-F2
sv: Kör det här kommandot med Ctrl-Shift-F2

source: Run this command with Ctrl-Shift-F3
es: Ejecute este comando con Ctrl-Shift-F3
fr: Lancer cette commandes avecCtrl-Shift-F3
it: EWsegui questo comando con Ctrl-Maiusc-F3
ru: Выполните эту команду с Ctrl-Shift-F3
sv: Kör det här kommandot med Ctrl-Shift-F3

source: Run this command with Ctrl-Shift-F4
es: Ejecute este comando con Ctrl-Shift-F4
fr: Lancer cette commandes avecCtrl-Shift-F4
it: Esegui questo comando con Ctrl-Maiusc-F4
ru: Выполните эту команду с Ctrl-Shift-F4
sv: Kör det här kommandot med Ctrl-Shift-F4

source: This feature is experimental. It won't damage your computer but, if you notice strange behavior after enabling it. Turn it off and report the situation.
ar: هذه الميز تجريبية. لن تؤذي حاسبك ولكن، إذا لاحظت سلوكاً غريباً بعد تفعيلها. قم بتعطيلها ثم قم بإرسال تقرير عن الوضع.
de: Dieses Feature ist experimentell. Es kann Ihren Computer nicht beschädigen, sollte sich Ihr PC jedoch problematisch verhalten, schalten Sie es ab und berichten Sie uns die Situation.
el: Αυτό το χαρακτηριστικό είναι σε πειραματικό στάδιο. Δε θα καταστρέψει τον ΗΥ σας αλλά, αν παρατηρήσετε περίεργη συμπεριφορά μετά την ενεργοποίηση. Απενεργοποιήσετε το και αναφέρετε την κατάσταση.
es: Esta funcionalidad es experimental. No dañará su computador pero, si nota un comportamiento extraño después de habilitarla. Deshabilítela y luego reporte la situación.
fr: Cette fonctionnalité est expérimentale. Elle n'abimera pas votre ordinateur, mais si vous remarquez un comportement étrange après son activation, désactivez-la et informez-nous de ce problème.
it: Questa funzione è sperimentale. Non danneggerà il vostro computer ma, se notate strani comportamenti dopo averla attivata, disattivatela e segnalate il problema.
ja: これは試験的な機能ですが、コンピュータに悪影響を与えることはありません。 しかし、使用中に不審な挙動が発生した場合は無効化してください。 そして発生した状況をレポートしてください。
pl: Ta opcja jest eksperymentalna. Nie uszkodzi to twojego komputera, ale jeśli zauważysz dziwne zachowanie po jej włączeniu, wyłącz ją i raportuj sytuację.
pt: Este recurso é experimental. Não causará danos ao seu computador, mas se você perceber comportamentos estranhos após habilitá-lo, desabilite-o e relate a situação.
ru: Это экспериментальная функция. Она не нанесёт ущерба Вашему компьютеру, но если после включения Вы заметите странное поведение, отключите её и пришлите авторам отчёт.
sv: Den här funktionen är experimentell. Den skadar inte din dator men om du upptäcker underligt beteende, stäng då av den och rapportera situationen.

source: Daphne multidesktop feature
ar: ميزة سطوح المكتب في دافني
el: Daphne multidesktop χαρακτηριστικό
es: Caracterísitica multiescritorio Daphne
fr: Fonction Bureaux Multiples de Daphne
it: Funzione multidesktop di Daphne
ja: Daphne マルチ デスクトップ
pl: Funkcja multipulpitu Daphne
pt: Recurso multi Área de trabalho do Daphne
ru: Функция 'МультиДесктоп'
sv: Daphne flerskrivbordsfunktion

source: Daphne startup
ar: بدء تشغيل دافني
de: Daphne Start
el: Daphne έναρξη
es: Inicio de Daphne
fr: Daphne-Démarage
it: Avvio di Daphne
ja: Daphne 起動時の設定
pl: Start Daphne
pt: Inicialização do Daphne
ru: Запуск Daphne
sv: Daphne uppstart

source: Behavior
ar: السلوك
de: Verhalten
el: Συμπεριφορά
es: Comportamiento
fr: Comportement
it: Comportamento
ja: その他の動作
pl: Zachowanie
pt: Comportamento
ru: Поведение
sv: Beteende

source: Proxy server:
ar: مخدم البروكسي:
es: Servidor proxy:
fr: Serveur proxy:
it: Server proxy:
ja: プロキシ サーバー:
pl: Serwer proxy:
pt: Servidor proxy:
ru: Прокси-сервер:

source: Use HTTP proxy
ar: استخدام بروكسي HTTP
de: HTTP Proxy benutzen
el: Χρησιμοποίησε HTTP proxy
es: Utilizar proxy HTTP
fr: Utiliser le proxy HTTP
it: Utilizza proxy HTTP
ja: HTTP プロキシを使用
pl: Użyj HTTP proxy
pt: Usar proxy HTTP
ru: Использовать HTTP-прокси
sv: Använd HTTP-proxy

source: Start Daphne automatically when starting Windows
ar: تشغيل دافني آلياً عند بدء تشغيل ويندوز
de: Daphne automatisch mit Windows starten
el: Έναρξη του Daphne αυτόματα όταν τα Windows αρχίζουν
es: Iniciar Daphne automáticamente cuando inicia Windows
fr: Lancer Daphne automatiquement au démarrage de Windows
it: Avvia Daphne all'apertura di Windows
ja: Daphne を Windows のスタートアップに登録
pl: Startuj Daphne razem z Windowsem
pt: Iniciar o Daphne automaticamente ao iniciar o Windows
ru: Запускать Daphne при старте Windows
sv: Starta Daphne automatiskt vid systemstart

source: Always hide Daphne on startup
ar: قم بإخفاء دافني دوماً عند بدء التشغيل
de: Daphne beim Start ausblenden
el: Πάντα απόκρυψη του Daphne κατά την έναρξη
es: Ocultar siempre Daphne cuando inicia
fr: Toujours masquer Daphne au lancement
it: Nascondi sempre all'avvio di Daphne
ja: Daphne を常に最小化した状態で起動
pl: Zawsze chowaj Daphne przy starcie
pt: Sempre iniciar o Daphne minimizado
ru: Всегда скрывать Daphne после запуска
sv: Starta alltid minimerad

source: Check internet for Daphne updates on startup
ar: تفقد الاتصال بالشبكة من أجل التحديثات عند بدء التشغيل
de: Beim Start von Daphne auf Updates prüfen
el: Έλεγχος στο διαδίκτυο για ενημερώσεις του Daphne κατά τη διαδικασία της έναρξης
es: Buscar en internet actualizaciones de Daphne
fr: Au lancement, contrôler les mises à jour de Daphne sur Internet
it: Controlla aggiornamenti all'avvio
ja: Daphne 起動時に アップデートを自動チェック（ネット接続）
pl: Sprawdzaj przy starcie aktualizacje Daphne
pt: Verificar atualizações do Daphne pela internet ao iniciar
ru: Проверять наличие новых версий при запуске
sv: Sök efter uppdateringar vid uppstart

source: Alternate list item background color
ar: تغيير لون خلفية قائمة العناصر
de: Hintergrundfarbe der alternativen Liste
el: Άλλαξε το χρώμα φόντου της λίστας
es: Alternar el color de fondo de las lista de procesos
fr: Autre palette d'arrière plan
it: Colore di sfondo alterna elementi della lista
ja: リストの行ごとの背景を縞目に
pl: Alternatywny kolor tła elementu listy
pt: Alternar cor de fundo dos itens da lista
ru: Чередовать цвета строк в списке
sv: Omväxlande bakrundsfärg på listposter

source: Hide zombie processes
ar: إخفاء العمليات نصف منتهية (زومبي)
de: Zombie-Prozesse ausblenden
el: Κρύψε τις διεργασίες zombie
es: Ocultar procesos Zombie
fr: Masquer les processus zombies
it: Nascondi processi zombie
ja: ゾンビ プロセスを隠す
pl: Ukryj procesy zombie
pt: Ocultar processos zumbis
ru: Скрывать процессы-зомби
sv: Dölj zombie-processer

source: Fast refresh
ar: تحديث سريع
de: Schnelle Aktualisierung
el: Γρήγορη ανανέωση
es: Lista rápida
fr: Rafraîchissement rapide
it: Aggiornamento veloce
ja: 高速再読み込み
pl: Szybkie odświeżanie
pt: Atualização rápida
ru: Быстрое обновление списка
sv: Snabb uppdatering

source: Process name
ar: اسم العملية
de: Prozessname
el: Όνομα διεργασίας
es: Nombre del proceso
fr: Nom du processus
it: Nome del processo
ja: プロセス名
pl: Nazwa procesu
pt: Nome do processo
ru: Имя процесса
sv: Processnamn

source: Action
ar: الفعل
de: Aktion
el: Δράση
es: Acción
it: Azione
ja: 操作
pl: Akcja
pt: Ação
ru: Действие
sv: Åtgärd

source: Window title contains
ar: عنوان النافذة يحوي
de: Fenstertitel enthält
el: Τίτλος παραθύρου περιλαμβάνει
es: El título de la ventana contiene
fr: Le titre de la fenêtre est
it: Il titolo della finestra contiene
ja: タイトルに含まれる文字
pl: Tytuł okna zawiera
pt: O título da janela contém
ru: Заголовок окна содержит
sv: Fönstertiteln innehåller

source: Can't edit this trap
es: No puedo editar esta trampa
fr: Edition impossible de l'interception
it: Impossibile modificare questa trappola
ru: Невозможно редактировать эту ловушку
sv: Kan inte redigera den här åtgärden

source: Sorry
es: Lo siento
fr: Désolé
it: Spiacente
ru: Извините
sv: Ledsen!
