Repository: shamun/daphne-task-manager
Catalog: Language/*.po
Languages: ar, de, el, es, fr, it, ja, pl, pt, ru, sv

source: Are you sure you want to remove the selected trap on %s?
ar: هل أنت متأكد أن تريد حذف الفخ المحدد في %s؟
de: Sind Sie sicher, dass Sie das Überwachen von %s beenden möchten?
el: Είστε σίγουρος-η οτι θέλετε να αφαιρέσετε την επιλεγμένη παγίδα στο %s?
es: ¿Está seguro que desea remover la trampa para %s?
fr: Êtes-vous sûr de vouloir supprimer l'interception sélectionnée %s?
it: Siete sicuri di voler rimuovere la trappola selezionata da %s?
ja: %s のトラップを削除します。実行しますか？
pl: Czy na pewno chcesz usunąć wybrane pułapki na %s?
pt: Você tem certeza que deseja remover a interrupção selecionada em %s?
ru: Действительно желаете удалить выбранную ловушку на %s?
sv: Vill du verkligen ta bort den markerade åtgärden för %s?

source: Removing "%s"
ar: حذف "%s"
de: Entferne "%s"
el: Αφαιρεί "%s"
es: Removiendo "%s"
fr: Suppression de "%s"
it: Rimozione di "%s"
ja: 削除中 "%s"
pl: Usuwanie "%s"
pt: Removendo "%s"
ru: Удаление "%s"
sv: Tar bort "%s"

source: Process tree
ar: شجرة العمليات
de: Prozessbaum
el: Δέντρο διεργασιών
es: Árbol de procesos
fr: Arborescence des processus
it: Albero dei processi
ja: プロセス ツリー
pl: Drzewo procesu
ru: Дерево процессов
sv: Processträd

source: This tree is a snapshot and won't be updated until the dialog is closed and opened again.
ar: هذه الشجرة ملتقطة ولن تتحدث حتى يُغلق مربع الحوار ويُعاد فتحه
de: Dieser Baum ist ein Schnappschuss und wird aktualisiert, nachdem der Dialog geschlossen und wieder geöffnet wurde.
el: Αυτό το δέντρο είναι ένα snapshot και δε θα πρέπει να ενημερωθεί έως το πλαίσιο διαλόγου να κλείσει και να ανοίξει ξάνά.
es: El árbol es una imagen estática y no se actualizará hasta que la ventana se cierre y se abra nuevamente.
fr: Cet arborescence est un instantané et ne sera pas mis jour avant que la boîte de dialogue ne soit fermée et réouverte.
it: Quest'albero è un'immagine e non sarà aggiornato fino a che la finestra non sarà chiusa e riaperta.
ja: このツリーはスナップショットです。ダイアログを閉じて、開き直すまで更新は行われません。
pl: To drzewo jest migawką i nie będą aktualizowane do momentu zamknięcia i ponownego otwarcia dialogu.
pt: Esta árvore está estática e não será atualizada até que a caixa de diálogo seja fechada e aberta novamente.
ru: Дерево не обновится, пока этот диалог не будет закрыт и открыт заново.
sv: Detta träd är en ögonblicksbild och kommer inte att uppdateras förrän fönstret stängs och öppnas igen.

source: Quick search by process name enabled.
ar: تم تفعيل البحث السريع باستخدام اسم العملية.
de: Schnelle Suche nach Prozessname aktiviert.
el: Σύντομη αναζήτηση κατά όνομα διεργασίας ενεργοποιήθηκε.
es: Búsqueda rápida por nombre de proceso habilitada.
fr: Recherche rapide par nom de processus - activé.
it: Ricerca rapida per nome del processo abilitata.
ja: プロセス名のクィック サーチが有効化されました。
pl: Szybkie szukanie przez nazwę procesu włączone.
pt: Pesquisa rápida por nome de processo habilitado.
ru: Быстрый поиск по имени процесса ВКЛючен
sv: Snabbsök efter processnamn aktiverat.

source: Quick search by process name disabled.
ar: تم تعطيل البحث السريع باستخدام اسم العملية.
de: Schnelle Suche nach Prozessname deaktiviert.
el: Σύντομη αναζήτηση κατά όνομα διεργασίας απενεργοποιήθηκε.
es: Búsqueda rápida por nombre de proceso deshabilitada.
fr: Recherche rapide par nom de processus - désactivé.
it: Ricerca rapida per nome del processo disabilitata.
ja: プロセス名のクィック サーチが無効化されました。
pl: Szybkie szukanie przez nazwę procesu wyłączone.
pt: Pesquisa rápida por nome de processo desabilitada.
ru: Быстрый помк по имени процесса ОТКЛючен
sv: Snabbsök efter processnamn inaktiverat.

source: Highlighting %s...
ar: تمييز %s...
de: Markiere %s...
el: Υπογραμμίζοντας %s...
es: Resaltando %s...
fr: Surligner %s...
it: Evidenziazione di %s...
ja: ハイライト表示 %s...
pl: Podkreślenie %s...
pt: Realçando %s...
ru: Просматриваю %s...
sv: Färgmarkerar %s...

source: Properties
ar: خصائص
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
pl: Właściwości
ru: Свойства
sv: Egenskaper

source: ...DRK search
ar: بحث في DRK...
de: ...DRK-Suche
el: ...DRK αναζήτηση
es: ...catálogo DRK
fr: ...recherche DRK
it: ...Cerca su DRK
ja: ...DRK で検索
pl: ...szukanie na DRK
pt: ...pesquisando em DRK
ru: Поиск в DRK...
sv: ...DRK-sök

source: Environment
ar: البيئة
de: Umgebung
el: Περιβάλλον
es: Entorno
fr: Environnement
it: Ambiente
ja: 環境
pl: Środowisko
pt: Ambiente
ru: Переменные среды
sv: Miljö

source: Modules
ar: الوحدات
de: Module
el: Ενότητες
es: Módulos
it: Moduli
ja: モジュール
pl: Moduły
pt: Módulos
ru: Модули
sv: Moduler

source: More information
ar: معلومات أخرى
de: Mehr Information
el: Περισσότερες πληροφορίες
es: Más información
fr: Plus d'information
it: Altre informazioni
ja: 他の情報
pl: Więcej informacji
pt: Mais informações
ru: Дополнительная информация
sv: Mer information

source: Windows
ar: النوافذ
el: Παράθυρα
es: Ventanas
fr: Fenêtres
ja: ウィンドウ
pt: Janelas
ru: Окна
sv: Fönster

source: Process:
ar: العملية:
de: Prozess:
el: Διεργασία:
es: Proceso:
fr: Processus:
it: Processo:
ja: プロセス:
pl: Proces:
pt: Processo:
ru: Процесс:

source: CmdLine:
ar: سطر الأوامر:
de: KomZeile:
el: CmdΓραμμή:
es: Comando:
fr: Ligne de commande:
it: Riga di comando:
ja: コマンドライン:
pl: WierszPol:
pt: Linha de comando:
ru: КомСтр:
sv: CmdRad:

source: Priority:
ar: الأولوية:
de: Priorität:
el: Προτεραιότητα:
es: Prioridad:
fr: Priorité:
it: Priorità:
ja: 優先度:
pl: Priorytet:
pt: Prioridade:
ru: Приоритет:
sv: Prioritet:

source: Created:
ar: أنشأ في:
de: Erstellt:
el: Δημιουργήθηκε:
es: Creado el:
fr: Créé le:
it: Creazione:
ja: 作成:
pl: Utworzone:
pt: Criado:
ru: Создан:
sv: Skapad:

source: Kernel time:
ar: وقت النواة:
de: Kernelzeit:
el: Ώρα πυρήνα:
es: Modo kernel:
fr: Temps noyau:
it: Ora del kernel:
ja: カーネル時間:
pl: Czas jądra:
pt: Tempo do núcleo:
ru: Время ядра:
sv: Kernel-tid:

source: User time:
ar: وقت المستخدم:
de: Benutzerzeit:
el: Ώρα χρήστη:
es: M. usuario:
fr: Temps utilisateur:
it: Ora dell'utente:
ja: ユーザー時間:
pl: Czas użytkownika:
pt: Tempo do usuário:
ru: Вр. польз.:
sv: Användartid:

source: Parent:
ar: الأب:
de: Übergeordnet:
el: Γονέας:
es: Padre:
it: Principale:
ja: 依存:
pl: Nadrzędny:
pt: Pai:
ru: Род-ль:
sv: Överordnad:

source: Owner:
el: Ιδιοκτήτης:
es: Propietario:
fr: Propriétaire:
it: Proprietario:
ja: ユーザー名:
pl: Właściciel:
pt: Nome de Usuário
ru: Владелец:
sv: Ägare:

source: Min/max working set size:
es: Uso de memoria mín/máx:
fr: Taille Min/Max
it: Imposta dimensione min/Max funzionante:
ru: Мин/макс размер рабочего набора:
sv: Min/Max arbetsstorlek:

source: References
ar: المراجع
de: Verweise
el: Αναφορές
es: Referencias
fr: Références
it: Riferimenti
ja: リファレンス
pl: Referencie
pt: Referências
ru: Ссылки
sv: Referenser

source: CPU Time
ar: وقت المعالج
de: CPU-Zeit
el: CPU Χρόνος
es: Tiempo de CPU
fr: Temps CPU
it: Ora della CPU
ja: CPU 時間
pl: Czas procesora
pt: Tempo de CPU
ru: Время ЦП
sv: CPU-tid

source: Not available
ar: غير متاح
de: Nicht verfügbar
el: Μη διαθέσημο
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 使用不能
pl: Nie dostępny
pt: Não disponível
ru: Недоступно
sv: Ej tillgänglig

source: Service [
ar: غير متاح
el: Υπηρεσία [
es: Servicio [
it: Servizio [
ja: サービス [
pl: Serwis [
pt: Serviço [
ru: Служба [
sv: Tjänst [

source: paused]
ar: متوقف آنياً]
de: pausieren]
el: σε παύση]
es: pausado]
fr: en pause]
it: in pausa]
ja: 一時停止]
pl: wstrzymano]
pt: pausado]
ru: приостановлена]
sv: Pausad]

source: running]
ar: فعال]
de: laufen]
el: τρέχει]
es: corriendo]
fr: en cours d'exécution]
it: in esecuzione]
ja: 実行中]
pl: działają]
pt: executando]
ru: работает]
sv: Igång]

source: stoped]
ar: متوقف]
de: gestoppt]
el: σταμάτησε]
es: detenido]
fr: arrêté]
it: bloccato]
ja: 停止]
pl: zatrzymano]
pt: parado]
ru: не запущена]
sv: Stoppad]

source: continue pending]
ar: إكمال التعليق
de: Wartende fortsetzen]
el: συνέχεια αναμονή]
es: pendiente de continuar]
fr: en attente de continuer]
it: continua in sospeso]
ja: 再開操作中]
pl: kontynuuj czekające]
pt: continua pendente]
ru: возобновляется]
sv: Kommer att fortsätta]

source: start pending]
ar: بداية التعليق]
de: Wartende starten]
el: έναρξη αναμονή]
es: pendiente de inicio]
fr: démarrage encours]
it: avvia in sospeso]
ja: 開始操作中]
pl: rozpocznij czekające]
pt: iniciar pendente]
ru: запускается]
sv: Kommer att starta]

source: stop pending]
ar: إيقاف التعليق]
de: Wartende stoppen]
el: διακοπή αναμονή]
es: pendiente de parada]
fr: arrêt en cours]
it: termina in sospeso]
ja: 停止操作中]
pl: zatrzymaj czekające]
pt: parar pendente]
ru: останавливается]
sv: Kommer att stoppa]

source: pause pending]
ar: إيقاف التعليق آنياً]
de: Wartende pausieren]
el: παύση αναμονή]
es: pendiente de pausa]
fr: pause en cours]
it: pausa in sospeso]
ja: 一時停止操作中]
pl: wstrzymaj czekające]
pt: pausar pendente
ru: приостановка]
sv: Kommer att pausa]

source: Make resizable
ar: جعلها قابلة للتحجيم
de: Größenänderbar machen
el: Κάνε το resizable
es: Permitir cambiar el tamaño
fr: Permettre le redimensionnement
it: Ridimensionabile
ja: リサイズ可能に
pl: Można zmienić rozmiar
pt: Tornar redimensionável
ru: Позволить изменять размер
sv: Gör justerbar

source: Quit caption
ar: عنوان الخروج
de: Beschriftung beenden
el: Εγκατάλειψη τίτλου
es: Quitar título
fr: Sortir du sous-titre
it: Termina comando
ja: タイトルを隠す
pl: Zamknij podpis
pt: Sair da legenda
ru: Убрать заголовок окна
sv: Ta bort namnlist

source: Add caption
ar: إضافة تعقيب
de: Beschriftung hinzufügen
el: Προσθήκη τίτλου
es: Agregar título
fr: Ajouter un sous-titre
it: Aggiungi comando
ja: タイトルを戻す
pl: Dodaj podpis
pt: Adicionar legenda
ru: Добавить заголовок окну
sv: Lägg till namnlist

source: Minimize
ar: تصغير
de: Minimieren
el: Ελαχιστοποίηση
es: Minimizar
fr: Réduire
it: Riduci a icona
ja: 最小化
pl: Minimalizuj
pt: Minimizar
ru: Свернуть
sv: Minimera

source: Restore
ar: استعادة
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pl: Przywróć
pt: Restaurar
ru: Восстановить
sv: Återställ

source: Maximize
ar: تكبير
de: Maximieren
el: Μεγέθυνση
es: Maximizar
fr: Agrandir
it: Ingrandisci
ja: 最大化
pl: Maksymalizuj
pt: Maximizar
ru: Развернуть
sv: Maximera

source: Send message
ar: إرسال رسالة
de: Nachricht senden
el: Αποστολή μυνήματος
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
ja: メッセージ送信
pl: Wyślij wiadomość
pt: Enviar mensagem
ru: Отправить сообщение
sv: Sänd meddelande

source: Daphne was unable to get environment information. This feature is known to fail on some Windows versions.
fr: Daphne n'a pas pu récupérer les informations d'environnement. C'est un problème connu avec les nouvelles versions de Windows.
it: Daphne non è in grado di ricevere le informazioni sul sistema. Questa funzione notoriamente non funziona su alcune versioni di Windows.
ru: Daphne не удалось получить информацию о среде. Эта функция не работает на некоторых версиях Windows.
sv: Daphne kunde inte hämta miljöinformation. Denna funktion är känd som instabil under vissa Windows-versioner.

source: Read operation count %I64u Write operation count %I64u Other operation count %I64u Read transfer %I64u KBytes Write operation %I64u KBytes Other operation %I64u KBytes
el: Διάβασε λειτουργία μέτρησε %I64u Γράψε λειτουργία μέτρησε %I64u Άλλη λειτουργία μέτρησε %I64u Διάβασε μεταφορά %I64u KBytes Γράψε λειτουργία %I64u KBytes Άλλη λειτουργία %I64u KBytes
es: Conteo operaciones de lectura %I64u Conteo operaciones de escritura %I64u Conteo operaciones de otros %I64u Lectura %I64u KBytes Escritura %I64u KBytes Otros %I64u KBytes
fr: Nombre lectures : %I64u Nombre écritures : %I64u Autres opérations : %I64u Lus : %I64u KBytes Ecrits : %I64u KBytes Autres : %I64u KBytes
it: Conteggio operazioni lette %I64u Conteggio operazioni scritte %I64u Conteggio altre operazioni %I64u Trasferimenti letti %I64u KBytes Operazioni di scrittura %I64u KBytes Altre operazioni %I64u KBytes
ja: 読み込み操作数 %I64u 書き込み操作数 %I64u その他操作数 %I64u Read transfer %I64u KBytes Write operation %I64u KBytes Other operation %I64u KBytes
pl: Operacja czytania liczy %I64u Operacja pisania liczy %I64u Inna operacja liczby %I64u Transfer czytania %I64u KB Transfer pisania %I64u KB Inna operacja %I64u KB
pt: Leituras de E/S %I64u Gravações de E/S %I64u Outras E/S %I64u Bytes de leitura de E/S %I64u KBytes Bytes de gravação de E/S %I64u KBytes Outros bytes de E/S %I64u KBytes
ru: Читать подсчет числа операций %I64u Записать подсчет числа операций %I64u Другой подсчет числа операций %I64u Читать подсчет операций %I64u Кбайт Записать операцию %I64u Кбайт Другая операция %I64u Кбайт
sv: Antal läsåtgärder %I64u Antal skrivåtgärder %I64u Antal andra åtgärder %I64u Läsöverföringar %I64u KBytes Skrivöverföringar %I64u KBytes Andra åtgärder %I64u KBytes

source: Suspend
ar: معطل
de: Standby
el: Αναστολή
es: Suspender
fr: Suspendre
it: Sospendi
ja: サスペンド
pl: Zawiesić
pt: Suspender
ru: Приостановить
sv: Pausa

source: Resume
ar: إكمال
de: Fortsetzen
el: Ανακεφαλαίωση
es: Continuar
fr: Reprendre
it: Ripristina
ja: 保留
pl: Wznów
pt: Retomar
ru: Возобновить
sv: Återuppta

source: Terminate
ar: تحطيم
de: Beenden
el: Τερματισμός
es: Terminar
fr: Terminer
it: Termina
ja: 終了
pl: Kończ
pt: Terminar
ru: Завершить
sv: Avsluta

source: Time critical
ar: وقت حرج
de: Zeitkritisch
el: Κρίσιμος χρόνος
es: De tiempo crítico
fr: Temps critique
it: Tempo critico
ja: リアルタイム
pl: Krytyczny czasu
pt: Tempo crítico
ru: Реального времени
sv: Tidskritisk

source: Highest
ar: أعلى
de: Höchste
el: Υψηλότερο
es: Altísima
fr: Le plus haut
it: Altissimo
ja: 最高
pl: Najwyższy
pt: Alta
ru: Высокий
sv: Högsta

source: Above normal
ar: فوق العادي
de: Über Normal
el: Άνω του κανονικού
es: Más que normal
fr: Au-dessus de normal
it: Oltre il normale
ja: 通常以上
pl: Powyżej normalnej
pt: Acima do Normal
ru: Выше среднего
sv: Över normal

source: Below normal
ar: تحت العادي
de: Unter Normal
el: Κάτω του κανονικού
es: Menos que normal
fr: En dessous de normal
it: Al di sotto del normale
ja: 通常以下
pl: Poniżej normalnej
pt: Abaixo do Normal
ru: Ниже среднего
sv: Under normal

source: Lowest
ar: أخفض
de: Niedrigste
el: Χαμηλότερο
es: Bajísima
fr: Le plus bas
it: Bassissimo
ja: 最低
pl: Najniższy
pt: Baixa
ru: Самый низкий
sv: Lägsta

source: IDLE
ar: خامل
de: LEERLAUF
fr: INACTIF
pl: BEZCZYNNY
pt: INATIVO
ru: БЕЗДЕЙСТВИЕ
sv: Vila

source: Run process
ar: تشغيل عملية
de: Prozess starten
el: Τρέξιμο διεργασίας
es: Ejecutar proceso
fr: Lancer le processus
it: Avvia processo
ja: プロセスの実行
pl: Uruchom proces
ru: Запустить процесс
sv: Kör process

source: Start process suspended
ar: تشغيل عملية معطلة
de: Prozesstart unterbrochen
el: Αναστάλθηκε η διαδικασία έναρξης
es: Iniciar proceso suspendido
fr: Relancer le processus suspendu
it: Avvia il processo sospeso
ja: サスペンド中のプロセスを開始
pl: Start procesu zawieszony
pt: Iniciar processo suspenso
ru: Запустить приостановленным
sv: Startprocess avbröts

source: Run
ar: تشغيل
de: Start
el: Τρέξε
es: Ejecutar
fr: Lancer
it: Esegui
ja: 実行
pl: Start
pt: Executar
ru: Запуск
sv: Kör

source: Program:
ar: البرنامج:
de: Programm:
el: Πρόγραμμα:
es: Programa:
fr: Programme:
it: Programma:
ja: プログラム:
pt: Programa:
ru: Программа:

source: Arguments:
ar: الوسطاء:
de: Argumente:
el: Παράμετροι:
es: Argumentos:
it: Argomenti:
ja: 引数:
pl: Argumenty:
pt: Argumentos:
ru: Аргументы:
sv: Argument:

source: Directory:
ar: الدليل:
de: Verzeichns:
el: Κατάλογος:
es: Directorio:
fr: Répertoire:
it: Cartella
ja: ディレクトリ:
pl: Katalog:
pt: Diretório:
ru: Директория:
sv: Katalog:

source: Scheduled tasks
ar: مهام مجدولة
de: Geplante Aufgaben
el: Προγραμματισμένες εργασίες
es: Tareas programadas
fr: Tâches plannifiées
it: Processi pianificati
ja: スケジュールされたタスク
pl: Zaplanowane zadania
pt: Tarefas agendadas
ru: Расписание задач
sv: Schemalagda åtgärder

source: Remove task
ar: حذف مهمة
de: Aufgabe entfernen
el: Αφαίρεση εργασίας
es: Remover tarea
fr: Supprimer tâche
it: Rimuovi processo
ja: タスクの削除
pl: Usuń zadanie
pt: Remover tarefa
ru: Удалить задание
sv: Ta bort åtgärd

source: Task removed.
ar: تم حذف المهمة.
de: Aufgabe entfernt.
el: Εργασία αφαιρέθηκε.
es: Tarea removida.
fr: Tâche supprimée
it: Processo rimosso.
ja: タスクを削除しました。
pl: Zadanie usunięte.
pt: Tarefa removida.
ru: Задание удалено.
sv: Åtgärden borttagen

source: Shutdown at...
ar: وقت إيقاف التشغيل...
de: Herunterfahren um...
el: Τερματισμός σε...
es: Cerrar sistema a las...
fr: Arrêt système à...
it: Spegni alle...
ja: 時間を指定してシャットダウン...
pl: Zamykanie przy...
ru: Запланировать завершение работы...
sv: Stäng av kl...

source: Schedule system shutdown at:
ar: إيقاف تشغيل مجدول في:
de: Geplantes Herunterfahren um:
el: Προγραμματισμένο σβήσιμο συστήματος σε:
es: Programar cierre del sistema a las:
fr: Arrêt système plannifié pour:
it: Pianifica lo spegnimento del sistema alle:
ja: 時刻を指定してシステムを終了:
pl: Zaplanowane zamknięcie systemu:
pt: Agendar desligamento do sistema:
ru: Запланировать завершение работы системы на:
sv: Schemalägg systemavstängning kl:

source: Shutdown
ar: إيقاف التشغيل
de: Herunterfahren
el: Τερματισμός
es: Cerrar sistema
fr: Arrêter
it: Spegni
ja: シャットダウン
pl: Zamykanie
pt: Desligar
ru: Завершение работы
sv: Stäng av

source: Restart
ar: إعادة التشغيل
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
pt: Reiniciar
ru: Перезагрузка
sv: Starta om

source: Log off
ar: تسجيل خروج
de: Abmelden
el: Αποσύνδεση...
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
ja: ログ オフ
pl: Wyloguj
pt: Fazer logoff
ru: Завершение сеанса
sv: Logga ut

source: Send message...
ar: إرسال رسالة...
de: Sende Nachricht...
el: Αποστολή μυνήματος...
es: Enviar mensaje...
fr: Envoyer un message...
it: Invia messaggio...
ja: メッセージの送信...
pl: Wyślij wiadomość...
ru: Отправить сообщение...
sv: Sänd meddelande...

source: [Binary data]
ar: [بيانات ثنائية]
de: [Binäre Daten]
el: [Δυαδικά δεδομένα]
es: [Datos binarios]
fr: [Données binaires]
it: [Dati Binari]
ja: [バイナリ データ]
pl: [Dane binarne]
pt: [Dados binários]
ru: [Двоичные данные]
sv: [Binär data]

source: Version:
ar: الإصدار:
el: Έκδοση:
es: Versión:
it: Versione:
ja: バージョン:
pl: Wersja:
pt: Versão:
ru: Версия:

source: Website:
ar: موقع الويب:
de: Webseite:
el: Ιστοσελίδα:
es: Sitio web:
fr: Site Web:
it: Sito web:
ja: サイト:
pl: Strona internetowa:
pt: Página na internet:
ru: Сайт:
sv: Webbsida:

source: Publisher:
ar: الناشر:
de: Ersteller:
el: Εκδότης:
es: Autor:
fr: Editeur:
it: Produttore:
ja: 会社名:
pl: Wydawca:
pt: Editor:
ru: Издатель:
sv: Utgivare:

source: Raw information view
ar: عرض معلومات أفقية
de: Raw-Informationen anzeigen
el: Προβολή ακατέργαστης πληροφορίας
es: Vista de información en bruto
fr: Affichage des informations de base
it: Visualizzazione informazioni RAW
ja: RAW データ
pl: Surowy widok informacji
pt: Visualização completa de informações
ru: Исходные сведения
sv: Raw informationsvy

source: Daphne multidesktop
ar: سطةح مكتب دافني
es: Daphne multiescritorio
fr: Bureaux multiples Daphne
it: Multidesktop di Daphne
ja: Daphne マルチ デスクトップ
pl: Daphne multipulpit
ru: 'МультиДесктоп' Daphne
sv: Daphne multiskrivbord

source: Initializing...
ar: تشغيل...
de: Initialisiere...
el: Αρχικοποίηση...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
ja: 初期化中...
pl: Inicializuję...
pt: Inicializando...
ru: Инициализация...
sv: Initierar...

source: %08Xh - References %u - Priority %u/%u
ar: %08Xh - مراجع %u - أولوية %u/%u
de: %08Xh - Verweise %u - Priorität %u/%u
el: %08Xh -Αναφορές %u - Προτεραιότητα %u/%u
es: %08Xh - Referencias %u - Prioridad %u/%u
fr: %08xh - Références %u - Priorité %u/%u
it: %08Xh - Riferimenti %u - Priorità %u/%u
ja: %08Xh - リファレンス %u - 優先度 %u/%u
pl: %08Xh - Referencie %u - Priorytet %u/%u
pt: %08Xh - Referências %u - Prioridade %u/%u
ru: %08Xh - Ссылки %u - Приоритет %u/%u
sv: %08Xh - Referenser %u - Prioritet %u/%u

source: Notify process created
ar: تنبية عملية أنشأت
de: Benachrichtigungsvorgang erstellen
el: Ειδοποήση διεργασία δημιουγήθηκε
es: Notificar proceso creado
fr: Informer de la création du processus
it: Notifica creazione processi
ja: プロセスの開始を通知
pl: Zawiadom utworzenie procesu
pt: Notificar processo criado
ru: Уведомить о создании процесса
sv: Meddela när process skapas

source: Set priority to real-time
ar: تعيين الأولوية إلى الوفت الحقيقي
de: Priorität auf Echtzeit setzen
el: Θέσε προτεραιότητα στο real-time
es: Prioridad tiempo-real
fr: Donner la priorité au temps-réel
it: Imposta priorità a tempo reale
ja: 優先度をリアルタイムに設定
pl: Ustaw na priorytet czasu rzeczywistego
pt: Definir Prioridade para Tempo Real
ru: Установить приоритет реального времени
sv: Ange prioritet realtid

source: Set priority to high
ar: تعيين الأولوية إلى عالية
de: Priorität auf Hoch setzen
el: Θέσε προτεραίοτητα στο υψηλό
es: Prioridad alta
fr: Mettre la priorité à la valeur haute
it: Imposta priorità ad alta
ja: 優先度を高に設定
pl: Ustaw na wysoki priorytet
pt: Definir Prioridade para Alta
ru: Установить высокий приоритет
sv: Ange prioritet hög

source: Set priority to normal
ar: تعيين الأولوية إلى عادية
de: Priorität auf Normal setzen
el: Θέσε προτεραιότητα στο κακονικό
es: Prioridad normal
fr: Mettre la priorité à la valeur normale
it: Imposta priorità a normale
ja: 優先度を通常に設定
pl: Ustaw na normalny priorytet
pt: Definir Prioridade para Normal
ru: Установить нормальный приоритет
sv: Ange prioritet normal

source: Set priority to low
ar: تعيين الأولوية إلى منخفضة
de: Priorität auf Niedrig setzen
el: Θέσε προτεραιότητα στο χαμηλό
es: Prioridad baja
fr: Mettre la priorité à la valeur basse
it: Imposta priorità a bassa
ja: 優先度を低に設定
pl: Ustaw na niski priorytet
pt: Definir Prioridade para Baixa
ru: Установить низкий приоритет
sv: Ange prioritet låg

source: Notify process destroyed
ar: تنبيه عملية دمرت
el: Ειδοποίηση διεργασία καταστράφηκε
es: Notificar proceso destruido
fr: Informer de la destruction du processus
it: Notifica processi distrutti
ja: プロセスの強制終了を通知
pl: Proces zawiadamia zniszczony
pt: Notificar processo finalizado
ru: Уведомить об уничтожении процесса
sv: Meddela när process avslutas

source: Set process affinity mask
es: Configurar máscara de afinidad del proceso
fr: mettre le masque affinité
it: Imposta il processo maschera affinità
ru: Установить процесс маски сходства
sv: Ange processtillhörighetsmask

source: Keep windows position and size
es: Mantener la posición y tamaño de la ventana
fr: Garder la position et la taille de la fenêtre
it: Mantieni posizione e dimensioni
ru: Оставить положение и размер окна как есть
sv: Bevara fönsterposition och storlek

source: Win32 values
ar: قيم Win32
de: Win32 Werte
el: Win32 τιμές
es: Valores Win32
fr: Valeurs de Win32
it: Valori di Windows
ja: Win32 のデータ
pl: Wartości Win32
ru: Win32-значения
sv: Win32-värden

source: Filter:
ar: ترشيح:
el: Φίλτρο:
es: Filtro:
fr: Filtre:
it: Filtro:
ja: フィルタ:
pl: Filtr:
pt: Filtro:
ru: Фильтр:

source: Set window size
es: Establecer tamaño de la ventana
fr: Régler la taille de la fenêtre
it: Imposta dimensioni della finestra
ru: Установить размер окна
sv: Ange fönsterstorlek

source: New window size:
es: Nuevo tamaño de ventana:
fr: Nouvelle taille de fenêtre
it: Dimensioni della nuova finestra:
ru: Размер нового окна:
sv: Ny fönsterstorlek:

source: Load predefined size:
es: Cargar tamaño predefinido:
fr: Charger taille prédéfinie
it: Carica le dimensioni predefinite:
ru: Загрузить предопределенный размер:
sv: Läs in förinställd storlek:

source: Hidden applications
ar: التطبيقات المخفية
de: Versteckte Anwendungen
el: Κρυμμένες εφαρμογές
es: Aplicaciones ocultas
fr: Applications masquées
it: Programmi nascosti
ja: 隠蔽中のアプリケーション
pl: Ukryte aplikacje
pt: Programas minimizados
ru: Скрытые приложения
sv: Dolda applikationer

source: Usage: dc [command]
de: Verwendung: dc [command]
el: Χρήση: dc [command]
es: Modo de uso: dc [comando]
it: Uso: dc [command]
ja: 使用方法: dc [command]
pl: Sposób użycia: dc [polecenie]
pt: Uso: dc [comando]
ru: Используйте: dc [команда]
sv: Användning: dc [kommando]
