Repository: shamun/daphne-task-manager
Catalog: Language/*.po
Languages: ar, de, el, es, fr, it, ja, pl, pt, ru, sv

source: Affinity
es: Afinidad
fr: Affinité
it: Affinità
ru: Сходство
sv: Tillhörighet

source: Close
ar: إغلاق
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng

source: OK
ar: موافق
el: Εντάξη
es: Aceptar
pt: Concluir
ru: ОК

source: Select all
es: Todas
fr: Tout sélectionner
it: Seleziona tutto
ru: Выбрать все
sv: Markera alla

source: Select none
es: Ninguna
fr: Aucune sélection
it: Deseleziona tutto
ru: Ничего не выбирать
sv: Avmarkera alla

source: Create or modify trap
es: Crear o modificar trampa
fr: Créer ou modifier une interception
it: Crea o modifica trappola
ru: Создать/изменить ловушку
sv: Skapa eller ändra åtgärd

source: Invalid username or password
ar: خطأ في اسم المستخدم أو كلمة المرور
de: Benutzername oder Passwort ungültig
el: Λάθος όνομα χρήστη ή κωδικός
es: Usuario o contraseña inválidos
fr: Nom d'utilisateur ou mot de passe invalide
it: Nome utente o password non validi
ja: 無効なユーザー名/パスワード
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt: Nome de usuário ou senha inválido
ru: Неправильное имя пользователя или пароль
sv: Ogiltigt användarnamn eller lösenord

source: ERROR
ar: خطأ
de: FEHLER
el: ΛΑΘΟΣ
fr: ERREUR
it: ERRORE
ja: エラー
pl: BŁĄD
pt: ERRO
ru: ОШИБКА
sv: FEL

source: Authenticate user
ar: مستخدم موثوق
de: Benutzer authentifizieren
el: Ταυτοποίηση χρήστη
es: Validar usuario
fr: Utilisateur authentifié
it: Autenticazione utente
ja: ログオン可能なユーザー
pl: Uwierzytelnij użytkownika
ru: Пользователь
sv: Autentisera användare

source: Cancel
ar: إلغاء
de: Abbrechen
el: Άκυρο
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt

source: Username:
ar: اسم المستخدم:
de: Benutzername:
el: Όνομα Χρήστη:
es: Usuario:
fr: Nom utilisateur:
it: Nome utente:
ja: ユーザー名:
pl: Nazwa uzytkownika:
pt: Nome do usuário:
ru: Имя пользователя:
sv: Användarnamn:

source: Password:
ar: كلمة المرور
de: Passwort:
el: Κωδικός:
es: Contraseña:
fr: Mot de passe:
ja: パスワード:
pl: Hasło:
pt: Senha:
ru: Пароль:
sv: Lösenord:

source: Close all windows by title
ar: إغلاق جميع النوافذ بواسطة العنوان
de: Alle Fenster nach Titel schließen
el: Κλείστε όλα τα παράθυρα κατά τίτλο
es: Cerrar todas las ventanas por título
fr: Fermer toutes les fenêtres par titre
it: Chiudi tutte le finestre per titolo
ja: タイトルを指定してその全ウィンドウを閉じる
pl: Zamknij tytułem wszystkie okna
pt: Fechar todas as janelas por título
ru: Закрыть все окна по заголовку
sv: Stäng alla fönster efter namn

source: Window title contains:
ar: عنوان النافذة يحوي:
de: Fenstertitel beinhaltet:
el: Τίτλος παραθύρου περιλαμβάνει:
es: El título de la ventana contiene:
fr: Le titre de la fenêtre est:
it: Il titolo della finestra contiene:
ja: タイトルに含まれる文字:
pl: Tytuł okna zawiera:
pt: Título da janela contém:
ru: Заголовок окна содержит:
sv: Fönstertiteln innehåller:

source: case-sensitive
ar: حساس لحالة الأحرف
de: Groß-/Kleinschreibung
es: mayúsculas y minúsculas
fr: sensible à la casse
ja: 大文字と小文字を区別
pl: wielkość liter
pt: Diferenciar maiúsculas/minúsculas
ru: Учитывать регистр
sv: Skiftlägeskänslig

source: CPU Usage
ar: استخدام المعالج
el: Χρήση CPU
es: Uso de CPU
fr: Utilisation CPU: %3u%%
it: Uso della CPU
ja: CPU 使用率
pl: Odciążenie procesora
ru: Использование процессора
sv: CPU-användning

source: System information
el: Πληροφορίες συστήματος
es: Información de sistemas
fr: Information système
it: Informazioni di sistema
ja: システム 情報
pl: Informacje o systemie
ru: Информация о системе

source: Used physical memory [MB]
el: Χρησιμοποιημένη φυσική μνήμη [ΜΒ]
es: Memoria física utilizada [MB]
fr: Mémoire Physique utilisée [MO]
it: Memoria fisica usata [MB]
ja: 使用物理メモリー [MB]
pl: Używana pamięć fizyczna [MB]
pt: Uso de memória física (MB)
ru: Использованная физическая память [МБ]
sv: Använt fysiskt minne [MB]

source: Total physical memory [MB]
el: Συνολική φυσική μνήμη [ΜΒ]
es: Memoria física total [MB]
fr: Mémoire Physique Totale [MO]
it: Memoria fisica totale [MB]
ja: 総物理メモリー [MB]
pl: Całkowita pamięć fizyczna [MB]
pt: Total de memória física (MB)
ru: Всего физической памяти [МБ]
sv: Totalt fysiskt minne [MB]

source: System cache [MB]
el: Μνήμη cache συστήματος [ΜΒ]
es: Caché de sistema [MB]
fr: Cache système [MO]
it: Cache di sistema [MB]
ja: システム キャッシュ [MB]
pl: Pamięć podręczna systemu [MB]
pt: Cache do sistema (MB)
ru: Системный кэш [MБ]
sv: Cachelagrat [MB]

source: Kernel memory [MB]
el: Μνήμη πυρήνα [ΜΒ]
es: Memoria kernel [MB]
fr: %u Mo Noyau mémoire libre
it: Memoria del kernel [MB]
ja: カーネル メモリー [MB]
pl: Pamięć jądra [MB]
ru: Память ядра [MБ]
sv: Kernellminne [MB]

source: Threads
ar: المسالك
el: Νήματα
es: Hilos
fr: UnitésExecut.
it: Elementi
ja: スレッド
pl: Wątki
ru: Потоки
sv: Trådar

source: Process
ar: العملية
de: Prozess
el: Διεργασία
es: Proceso
fr: Processus
it: Processo
ja: プロセス
pl: Proces
pt: Nome da Imagem
ru: Процесс

source: Handles
el: Λαβές
es: Recursos
it: Maniglie
ja: ハンドル
pl: Uchwyty
ru: Маркеры
sv: Referenser

source: Showing last %d:%02d minutes
ar: إظهار آخر %d:%02d دقيقة
el: Εμφανίζει τα τελευταία %d:%02d λεπτά
es: Mostrando últimos %d:%02d minutos
fr: Montrer pour les dernières %d:%02d minutes
it: Visualizzazione utilimi %d:%02d minuti
ja: 直近の %d 分 %02d 秒を表示
pl: Wyświetlono ostatnich %d:%02d minut
pt: Exibindo os últimos %d:%02d minutos
ru: Показать последние %d:%02d минут
sv: Visar senaste %d:%02d minuter

source: Daphne - Crash
ar: انهيار - دافني
de: Daphne - Absturz
el: Daphne - Κρασάρισμα
es: Daphne - Error inesperado
fr: Daphne - Plantage
it: Errore irreversibile di Daphne
ja: Daphne - クラッシュ
pl: Daphne - Zawieszenie
ru: Daphne - Сбой
sv: Daphne - Krasch

source: SEND
ar: إرسال
de: SENDEN
el: ΑΠΟΣΤΟΛΗ
es: ENVIAR
fr: ENVOI
it: INVIA
ja: 送信
pl: WYŚLIJ
pt: ENVIAR
ru: ОТПРАВИТЬ
sv: Skicka

source: Quit
ar: خروج
de: Beenden
el: Κλείσιμο
es: Salir
fr: Quitter
it: Esci dal programma
ja: 終了
pl: Wyjdź
pt: Sair
ru: Выход
sv: Avsluta

source: An unhandled exception has crashed Daphne. Please, press SEND to report this problem by mail.
ar: سبب استثناء غير متوقع انهيار دافني. من فضلك، اضغط إرسال لإرسال تقرير بهذه المشكلة عن طريق البريد.
de: Ein unbehandelter Ausnahmefehler hat Daphne zum Absturz gebracht. Klicken Sie auf SENDEN, um dieses Problem per eMail zu melden.
el: Μια μη αντιμετωπίσιμη εξαίρεση κράσαρε το Daphne. Παρακαλούμε, πατήστε ΑΠΟΣΤΟΛΗ για να αναφέρετε αυτό το πρόβλημα με mail.
es: Daphne ha encontrado a un error inesperado. Por favor, presione ENVIAR para reportarlo.
fr: Une exception non gérée a fait planter Daphne. Merci de cliquer sur ENVOI pour envoyer un rapport de plantage par mail.
it: Un'eccezione non gestibile ha mandato in crash Daphne. Cliccate INVIA per segnalare il problema.
ja: ハンドルされていない例外の発生により Daphne がクラッシュしました。「送信」をクリックしてこの問題に関するレポートをメールしてください。
pl: Nieobsługiwany wyjątek zawiesił Daphne. Proszę naciśnij WYŚLIJ aby zaraportować błąd mailem.
pt: Uma exceção não manipulada causou um erro fatal no Daphne. Por favor, pressione ENVIAR para relatar esse problema por e-mail.
ru: Непредвиденное исключение привело к сбою Daphne. Пожалуйста, нажмите ОТПРАВИТЬ, чтобы передать отчёт о проблеме по электронной почте.
sv: Ett oväntat undantag har fått Daphne att krascha. Vänligen, tryck 'Skicka' för att rapportera problemet via e-post.

source: Error information
ar: معلومات الخطأ
de: Fehlerinformation
el: Λάθος πληροφορία
es: Información del error
fr: Information sur l'erreur
it: Informazioni sull'errore
ja: エラー情報
pl: Błędne informacje
pt: Informação de Erro
ru: Сведения об ошибке
sv: Felinformation

source: * You will see the mail before sending.
ar: * سوف تعرض عليك الرسالة قبل إرسالها.
de: * Die Nachricht wird vor dem Senden angezeigt.
el: * Θα δείτε το mail πρίν την αποστολή
es: * Va a ver el mail antes de enviarlo.
fr: * Vous verrez le courriel avant son envoi
it: * Vedrete un'anteprima del messaggio prima dell'invio
ja: * 送信前にメールを確認できます。
pl: * Przed wysłaniem zobaczysz podgląd maila.
pt: * Você verá o e-mail antes de enviá-lo.
ru: * Вы увидите своё сообщение перед отправкой.
sv: *Du kommer att se e-postmeddelandet innan det skickas.

source: Unable to initialize Sockets API.
ar: غير قادر على تفعيل واجهة المقابس.
de: Sockets-API konnte nicht initialisiert werden
el: Αδυναμία αχικοποίησης Sockets API.
es: Imposible inicializar la API Sockets.
fr: Impossible d'initialiser Sockets API.
it: Impossibile iniziaizzare i Sockets delle API.
ja: ソケット API が初期化できません。
pl: Nie można zainicjować Gniazd API.
pt: Não foi possível inicializar os Soquetes da API.
ru: Невозможно инициализировать Sockets API.
sv: Kunde inte initiera Sockets API.

source: Another instance of Daphne is already running.
ar: هناك دافني تعمل حالياً.
de: Eine weitere Instanz von Daphne läuft bereits
el: Μια άλλη υπόσταση του Daphne τρέχει ήδη.
es: Otra instancia de Daphne ya se encuentra corriendo.
fr: Une instance de Daphne est déjà active.
it: Un'altra sessione di Daphne è già in esecuzione.
ja: Daphne の別インスタンスが既に実行されています。
pl: Inna instancja programu Daphne jest już otwarta.
pt: Outra instância do Daphne já está em execução.
ru: Другой экзепляр Daphne уже запущен.
sv: En annan instans av Daphne körs redan.

source: You are running Daphne for 32 bits under a 64-bits Windows platform. Most features won't work. Please download and install Daphne for 64 bits.
es: Está ejecutando Daphne de 32 bits en un entorno Windows de 64-bits. La mayoría de las características fallarán. Por favor descargue e instale Daphne para 64 bits.
fr: Vous tournez Daphne 32-bits sur une platform windows 64-bits. La plupart des fonctionnalités ne va pas marcher. Veuillez télécharger et installer Daphne pour 64-bits.
it: State eseguendo Daphne a 32 bit in un sistema operativo Windows a 64 bit. La maggior parte delle funzioni non sarà attiva. Scaricate e installate Daphne a 64 bit.
pt: Você está executando o Daphne para 32 bits em uma plataforma Windows 64 bits. A maioria dos recursos não funcionará. Faça o download e instale o Daphne para 64 bits.
ru: Вы работаете с Daphne для 32 бит на 64-битной Windows платформе . Большинство функций не будет работать. Пожалуйста, скачайте и установите Daphne для 64 бит.
sv: Du kör 32-bitars Daphne på en 64-bitars Windows-plattform. De flesta funktioner kommer inte att fungera. Ladda ner och installera 64-bitars Daphne.

source: Unable to register global shortcut. Multidesktop may not work.
ar: غير قادر على تسجيل اختصار عام. قد لا تعمل ميزة سطوح المكتب.
de: Registrierung der globalen Tastenkombination nicht möglich. Multidesktop funktioniert eventuell nicht.
el: Αδυναμία εγγραφής του global shortcut. To Multidesktop ίσως δεν δουλέψει.
es: Imposible registrar accesos directos globales. Puede que no fucione el multiescritorio.
fr: Impossible d'enregistrer le raccourci global. BureauxMultiples peut ne pas fonctionner.
it: Impossibile registrare i collegamenti globali. il multidesktop potrebbe non funzionare.
ja: グローバル ショートカットが登録できません。マルチ デスクトップは動作しないかも知れません。
pl: Nie można zarejestrować skrótów globalnych. Multipulpit może nie działać.
pt: Não foi possível registrar o atalho. As Múltiplas Áreas de trabalho podem não funcionar.
ru: Невозможно зарегистрировать глобальное сочетание клавиш. Функция "Multidesktop" может не работать.
sv: Kan inte registrera global genväg. Multiskrivbord kommer kanske inte att fungera.

source: Error
ar: خطأ
de: Fehler
el: Λάθος
fr: Erreur
it: Errore
ja: エラー
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel

source: Full path and arguments
ar: مسار كامل ووسائط
de: Vollst. Pfad und Argumente
el: Πλήρες μονομάτι και παράμετροι
es: Ruta y argumentos
fr: Chemin complet et arguments
it: Percorso completo e argomenti
ja: フル パスと引数
pl: Pełna ścieżka i argumenty
pt: Caminho completo e argumentos
ru: Полный путь и аргументы
sv: Sökväg och argument

source: Always on top
ar: البقاء في الأمام
de: Immer im Vordergr.
el: Πάντα στην κορυφή
es: Primer plano
fr: Toujours au 1er plan
it: In primo piano
ja: つねに最前面に表示
pl: Zawsze na wierzch.
pt: Sempre no topo
ru: Всегда наверху
sv: Alltid överst

source: Settings...
ar: إعدادات...
de: Einstellungen...
el: Ρυθμίσεις
es: Configuración...
fr: Paramètres...
it: Impostazioni...
ja: 設定...
pl: Ustawienia...
pt: Configurações...
ru: Настройки...
sv: Inställningar...

source: Find (Process)
es: Ubicar (Proceso)
fr: Rechercher (Processus)
it: Trova (processo)
ru: Найти (процесс)
sv: Sök (Process)

source: Find (Window)
es: Ubicar (Ventana)
fr: Rechercher(Fenêtre)
it: Trova (Finestra)
ru: Найти (Окно)
sv: Sök (Fönster)

source: Kill
ar: إنهاء
de: Beenden
el: Σκότωσε
es: Matar
fr: Arrêter
it: Termina
ja: キル
pl: Zabij
pt: Finalizar
ru: Завершить
sv: Avsluta forcerat

source: Hide application
ar: تطبيق مخفي
de: Anwendung ausblenden
el: Κρύψε την εφαρμογή
es: Ocultar aplicación
fr: Masquer l'application
it: Nascondi applicazione
ja: アプリケーションを隠蔽する
pl: Ukryj aplikację
pt: Ocultar o programa
ru: Скрыть приложение
sv: Dölj program

source: Set on top
ar: تعيين في الأعلى
de: Oben festhalten
el: Τοποθέτηση στην κορυφή
es: Poner en primer plano
fr: Mise au 1er plan
it: Imposta in alto
ja: 最前面に表示
pl: Ustaw na wierzchu
pt: Definir no topo
ru: Установить 'поверх всех окон'
sv: Visa överst

source: Unset on top
ar: إلغاء تعيين في الأعلى
de: Oben lösen
el: Αποτοποθέτηση στη κορυφή
es: Quitar de primer plano
fr: Désactiver la mise au au 1er plan
it: In secondo piano
ja: 最前面表示の解除
pl: Nie ustawiaj na wierzchu
pt: Remover do topo
ru: Сбросить 'поверх всех окон'
sv: Visa inte överst

source: Set alpha 100%
ar: تعيين الشفافية 100%
de: 100% Alpha
el: Θέσε alpha 75%
es: Alpha 100%
fr: Définir alpha à 100%
it: Imposta alpha al 100%
ja: アルファ値 100% に設定
pl: Ustaw alfę na 100%
pt: Ajustar alfa para 100%
ru: Сделать прозрачным на 0%
sv: Ange alfa 100%

source: Set alpha 75%
ar: تعيين الشفافية 75%
de: 75% Alpha
el: Θέσε alpha 75%
es: Alpha 75%
fr: Définir alpha à 75%
it: Imposta alpha al 75%
ja: アルファ値 75% に設定
pl: Ustaw alfę na 75%
pt: Ajustar alfa para 75%
ru: Сделать прозрачным на 25%
sv: Ange alfa 75%

source: Set alpha 50%
ar: تعيين الشفافية 50%
de: 50% Alpha
el: Θέσε alpha 50%
es: Alpha 50%
fr: Définir alpha à 50%
it: Imposta alpha al 50%
ja: アルファ値 50% に設定
pl: Ustaw alfę na 50%
pt: Ajustar alfa para 50%
ru: Сделать прозрачным на 50%
sv: Ange alfa 50%

source: Unset alpha
ar: إلغاء تعيين الشفافية
de: Alpha zurücksetzen
el: Βγάλε το alpha
es: Quitar alpha
fr: Désactiver alpha
it: Non impostare alpha
ja: アルファ値を解除
pl: Nieustawiona alfa
pt: Remover alfa
ru: Выключить прозрачность
sv: Nollställ alfa

source: Enable
ar: تفعيل
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
fr: Activer
it: Abilita
ja: 有効化
pl: Włącz
pt: Habilitar
ru: Задействовать
sv: Aktivera

source: Disable
ar: تعطيل
de: Deaktivieren
el: Απενεργοποίηση
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効化
pl: Wyłącz
pt: Desabilitar
ru: Отключить
sv: Inaktivera

source: Change size
es: Cambiar tamaño
fr: Changer la taille
it: Modifica le dimensioni
ru: Изменить размер
sv: Ändra storlek

source: Trap size and position
es: Atrapar el tamaño y la posición
fr: Interception taille et position
it: Intrappola dimensioni e posizione
ru: Размер и положение ловушки
sv: Storlek och position

source: &About Daphne...
ar: &حول دافني...
de: &Über Daphne
el: &Σχετικά με το Daphne
es: &Acerca de Daphne...
fr: &À propos de Daphne...
it: &Informazioni su Daphne...
ja: Daphne について(&A)...
pl: &O Daphne...
pt: &Sobre o Daphne...
ru: О программе &Daphne...
sv: &Om Daphne...

source: Path
ar: المسار
de: Pfad
el: Μονοπάτι
es: Ruta
fr: Chemin
it: Percorso
ja: パス
pl: Ściezka
pt: Caminho
ru: Путь
sv: Sökväg

source: Priority
ar: الأولوية
de: Priorität
el: Προτεραιότητα
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
pl: Priorytet
pt: Prioridade
ru: Приоритет
sv: Prioritet

source: Class
ar: الصف
de: Klasse
el: Κλάση
es: Clase
fr: Classe
it: Classe
ja: クラス
pl: Klasa
pt: Classe
ru: Класс
sv: Klass

source: Memory
ar: الذاكرة
de: Speicher
el: Μνήμη
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリー
pl: Pamięć
pt: Memória
ru: Память
sv: Minne

source: PeakMemoryUsage
ar: ذروة استعمال الذاكرة
de: Maximale Speichernutzung
el: ΑιχμήΧρήσηςΜνήμης
es: Máximo de memoria utilizado
fr: PicUtilisMém.
it: Picchi di uso della memoria
ja: メモリー最大使用率
pl: Szczyt zużycia pamięci
pt: Uso de memória
ru: Максимальное Потребление Памяти
sv: Högsta minnesanvändning

source: Swap
ar: الذاكرة البديلة
de: Auslagerung
el: Ανταλλαγή (swap)
es: Cache
fr: Echange
ja: スワップ
pl: Outsourcing
ru: Файл подкачки
sv: Virtuellt minne

source: PeakSwapUsage
ar: ذروة استعمال الذاكرة البديلة
de: Maximale Auslagerung
el: ΑιχμήΧρήσηςSwap
es: Máximo de cache utilizado
fr: PicUtilis.Echange
it: Picchi di uso dello swap
ja: 最大スワップ使用率
pl: Szczyt zużycia outsourcingu
pt: Uso de swap
ru: Максимальное использование файла подкачки
sv: Max virtuell minnesanvändning

source: Owner
el: Ιδιοκτήτης
es: Propietario
fr: Propriétaire
it: Proprietario
ja: ユーザー名
pl: Właściciel
pt: Nome de Usuário
ru: Владелец
sv: Ägare

source: I/O reads
el: Ι/Ο reads
es: Lecturas E/S
fr: E/S Lectures
it: Letture I/O
ja: I/O 読み込み
pl: I/O czyta
ru: Считывание ввода/вывода
sv: I/O läsningar

source: I/O writes
es: Escrituras E/S
fr: E/S Ecritures
it: Scritture I/O
ja: I/O 書き込み
pl: I/O pisze
pt: Gravações de E/S
ru: Запись ввода/вывода
sv: I/O skrivningar

source: * %s ============= Daphne starting... =============
el: * %s ============= Daphne αρχίζει... =============
es: * %s ============= Daphne iniciando... =============
fr: * %s ============= Daphne démarrage... =============
it: * %s ============= Avvio di Daphne... =============
ja: * %s ============= Daphne 起動中... =============
pl: * %s ============= Uruchamianie Daphne... =============
pt: * %s ============= Daphne inicializando... =============
ru: * %s ============= Запуск Daphne... =============
sv: * %s ============= Daphne startar... =============

source: Daphne needs 'Debug programs' privilges in order to show full process list. Do you want to check DRK web site for a check list of the procedure? (If you click Cancel you won't see this warning again)
ar: يحتاج دافني إلى صلاحيات 'تنقيح البرامج' حتى يتمكن من إظهار قائمة كاملة بالعمليات. هل تريد أن تتفقد موقع DRK لتقرأ قائمة بالإجراءات؟ (إذا ضغطت إلغاء لن ترى هذا التحذير مرة أخرى)
de: Daphne benötigt Debug-Privilegien um die komplette Prozessliste anzuzeigen. Möchten Sie die DRK-Webseite auf eine Prüfliste dieser Prozedur überprüfen? (Wenn Sie Abbrechen klicken, wird Ihnen diese Meldung nicht erneut angezeigt)
el: Το Daphne χρειάζεται 'Debug programs' δικαιώματα για να δείξει την πλήρη λίστα διεργασιών. Θέλετε να ελέγξετε στην ιστοσελίδα του DRK για μια check list αυτής της διαδικασίας; (Αν πατήσετε Άκυρο δεν θα δείτε ξανά αυτή τη προειδοποίηση)
es: Daphne requiere privilegio de "Depuración de programas" para mostrar la lista completa de procesos. ¿Quiere revisar el sitio web DRK para ver el procedimiento de ajuste? (Si preciona Cancelar ya no volverá a ver esta advertencia)
fr: Daphne a besoin du privilège "Déboguer les programmes" pour afficher la liste complète des processus. Voulez-vous consulter la procédure sur le site DRK? (Cliquer Annuler pour ne plus voir ce message)
it: Daphne necessita dei privilegi di 'Debug dei programmi' per visualizzare l'elenco completo dei processi. Volete visitare il sito di DRK per un elenco di controllo della procedura? (Se cliccate Annulla non vedrete più questo avviso)
ja: Daphne は完全なプロセス一覧を表示するために「プログラムのデバッグ特権」を必要とします。DRK ウェブ サイトで方法、手順などを確認しますか？（キャンセルをクリックすれば、以降は表示されません）
pl: Daphne potrzebuje uprawnień 'debugowania programów' w celu pokazania pełnej listy procesu. Czy chcesz sprawdzić na stronie internetowej DRK za check-listą postępowania? (Jeśli klikniesz przycisk Anuluj, nie będziesz widzieć ponownie tego ostrzeżenia)
pt: Daphne necessita de privilégios para 'Depurar programas' para exibir a lista completa de processos. Você quer verificar a página DRK para uma lista de verificação do procedimento? (Se você clicar em Cancelar, não verá este aviso novamente)
ru: Daphne необходимы привилегии 'Debug programs' для того, чтобы отображать полный список процессов. Do you want to check DRK web site for a check list of the procedure? (If you click Cancel you won't see this warning again)
sv: Daphne behöver behörighet som 'Felsökningsprogram' för att kunna visa en fullständig processlista. Vill du se en checklista över denna procedur, på DRK:s hemsida? (Om du trycker 'Avbryt' kommer du inte att få se denna varning igen)

source: Your account lacks debug privileges
ar: حسابك يحتاج إلى صلاحيات التنقيح
de: Ihrem Konto fehlen Debug-Berechtigungen
el: Ο λογαρισμός σας δεν έχει debug προνόμια
es: Su cuenta carece de privilegios de debug
fr: Votre compte n'a pas de privilège de débogage
it: Il vostro account non consente i privilegi di debug.
ja: アカウントにデバッグ特権がありません
pl: Twoje konto nie ma uprawnień debugowania
pt: Sua conta não possui privilégios de depuração
ru: Ваша учётная запись не имеет привилегий отладки
sv: Ditt konto saknar felsökningsbehörighet

source: * %s ============= Daphne ready =============
el: * %s ============= Daphne έτοιμο =============
es: * %s ============= Daphne listo =============
fr: * %s ============= Daphne prêt =============
it: * %s ============= Daphne pronto =============
ja: * %s ============= Daphne 待機中 =============
pl: * %s ============= Daphne gotowy =============
pt: * %s ============= Daphne pronto =============
ru: * %s ============= Daphne готова к работе =============
sv: * %s ============= Daphne klar =============

source: Service
ar: الخدمة
el: Υπηρεσία
es: Servicio
it: Servizio
ja: サービス
pl: Serwis
pt: Serviço
ru: Служба
sv: Tjänst

source: High
ar: عالية
de: Hoch
el: Υψηλό
es: Alta
fr: Haut
it: Alto
ja: 高
pl: Wysoki
pt: Alto
ru: Высокий
sv: Hög

source: Normal
ar: عادية
el: Κανονικό
it: Normale
ja: 通常
pl: Normalny
ru: Средний

source: Low
ar: منخفضة
de: Niedrig
el: Χαμηλό
es: Baja
fr: Bas
it: Basso
ja: 低
pl: Niski
pt: Baixo
ru: Низкий
sv: Låg

source: Real time
ar: الوقت الحقيقي
de: Echtzeit
el: Πραγματική ώρα
es: Tiempo real
fr: Temps réel
it: In tempo reale
ja: リアル タイム
pl: Czas rzeczywisty
pt: Tempo Real
ru: Реального времени
sv: Realtid

source: N/A
el: Ν/Α
es: N/D
it: N/D
pl: Brak
ru: Н/Д

source: Kill politely
ar: إنهاء بلطف
de: Sanft beenden
el: Σκότωσε ευγενικά
es: Matar políticamente
fr: Arrêter proprement
it: Termina con una regola
ja: 穏当にキル
pl: Zabij delikatnie
pt: Finalizar suavemente
ru: Завершить аккуратно
sv: Avsluta normalt

source: Kill at...
ar: وقت الإنهاء...
de: Beenden...
el: Σκότωσε σε..
es: Matar a las...
fr: Arrêter à...
it: Termina alle...
ja: 時間を指定してキル...
pl: Zabij przy...
pt: Finalizar...
ru: Завершить в назначенное время...
sv: Avsluta forcerat kl...

source: Kill politely at...
ar: وقت الإنهاء بلطف...
de: Sanft beenden...
el: Σκότωσε ευγενικά σε..
es: Matar políticamente a las...
fr: Arrêter proprement à...
it: Termina con una regola a...
ja: 時間を指定して穏当にキル...
pl: Zabij delikatnie przy...
pt: Finalizar suavemente em...
ru: Завершить аккуратно в назначенное время...
sv: Avsluta normalt kl...

source: Set focus
ar: تعيين التركيز
de: Fokus einstellen
el: Καθορισμός εστίασης
es: Poner en foco
fr: Mettre le focus sur
it: Imposta focus
ja: フォーカスをセット
pl: Ustw fokus
pt: Ajustar foco
ru: Установить фокус
sv: Fokusera

source: Set always on top
ar: تعيين البقاء في الأمام
de: Immer im Vordergrund
el: Καθορισμός πάντα στη κορυφή
es: Poner siempre en primer plano
fr: Mettre toujours au 1er plan
it: Imposta sempre in primo piano
ja: 常に最前面に表示
pl: Ustaw zawsze na wierzchu
pt: Definir sempre no topo
ru: Установить 'всегда наверху'
sv: Visa alltid överst

source: Unset always on top
ar: إلغاء تعيين البقاء في الأمام
de: Rückgängig, immer im Vordergrund
el: Αποκαθορισμός πάντα στη κορυφή
es: Quitar siempre en primer plano
fr: Désactiver le fait d'être toujours au 1er plan
it: Non impostare sempre in primo piano
ja: 常に最前面表示を解除
pl: Wyłącz zawsze na wierzchu
pt: Remover sempre do topo
ru: Отключить 'всегда наверху'
sv: Visa inte överst
