Repository: shamun/daphne-task-manager
Catalog: Language/*.po
Languages: ar, de, el, es, fr, it, ja, pl, pt, ru, sv

source: Create trap
ar: إنشاء فخ
de: Überwachung erstellen
el: Δημιουργία παγίδας
es: Crear trampa
fr: Créer une interception
it: Crea trappola
ja: トラップの作成
pl: Utwórz pułapkę
pt: Criar interrupção
ru: Создать ловушку
sv: Skapa åtgärd

source: Set affinity...
es: Configurar afinidad...
fr: Régler l'affinité du processeur
it: Imposta affinità...
ru: .установить сходство...
sv: Ange tillhörighet...

source: Set priority
ar: تعيين الأولوية
de: Priorität einstellen
el: Δώσε προτεραιότητα
es: Poner prioridad
fr: Définir la priorité
it: Imposta priorità
ja: 優先度のセット
pl: Ustaw priorytet
pt: Definir Prioridade
ru: Установить приоритет
sv: Ange prioritet

source: Start service
ar: تشغيل الخدمة
de: Dienst starten
el: Έναρξη υπηρεσίας
es: Iniciar servicio
fr: Démarrer le service
it: Avvia servizio
ja: サービス 開始
pl: Stratuj serwis
pt: Iniciar serviço
ru: Запустить службу
sv: Starta tjänsten

source: Continue service
ar: تشغيل الخدمة
de: Dienst fortsetzen
el: Συνέχεια υπηρεσίας
es: Continuar con servicio
fr: Continuer le service
it: Continua servizio
ja: サービス 再開
pl: Kontynuuj serwis
pt: Continuar serviço
ru: Продолжить выполнение службы
sv: Återuppta tjänsten

source: Pause service
ar: إيقاف مؤقف للخدمة
de: Dienst pausieren
el: Παύση υπηρεσίας
es: Pausar servicio
fr: Mettre le service en pause
it: Pausa del servizio
ja: サービス 一時停止
pl: Pauzuj serwis
pt: Pausar serviço
ru: Приостановить службу
sv: Pausa tjänsten

source: Stop service
ar: إيقاف الخدمة
de: Dienst anhalten
el: Διακοπή υπηρεσίας
es: Detener servicio
fr: Arrêter le service
it: Blocca il servizio
ja: サービス 終了
pl: Stopuj serwis
pt: Parar serviço
ru: Остановить службу
sv: Stoppa tjänsten

source: Copy name
ar: نسخ الاسم
de: Name kopieren
el: Αντιγραφή ονόματος
es: Copiar nombre
fr: Copier le nom
it: Nome della copia
ja: 名称をコピー
pl: Kopiuj nazwę
pt: Copiar nome
ru: Копировать имя
sv: Kopiera namn

source: Path and arguments
ar: المسار والوسائط
de: Pfad und Argumente
el: Μονοπάτι και παράμετροι
es: Ruta y argumentos
fr: Chemin et arguments
it: Percorso e argomenti
ja: パスと引数
pl: Ścieżka i argumenty
pt: Caminho e argumentos
ru: Путь и аргументы
sv: Sökväg och argument

source: MD5 hash
es: Hash MD5
fr: Hachage MD5
it: Hash MD5
ru: Хэш MD5

source: SHA1 hash
es: Hash SHA1
fr: Hachage SHA1
it: Hash SHA1
ru: Хэш SHA1

source: Copy...
ar: نسخ...
de: Kopieren...
el: Αντιγραφή...
es: Copiar...
fr: Copier...
it: Copia...
ja: コピー...
pl: Kopiuj...
pt: Copiar...
ru: Копировать...
sv: Kopiera...

source: Open containing folder...
es: Abrir la carpeta que lo contiene...
fr: Ouvrir Contenu Dossier
it: Apri cartella contenitore...
ru: Открыть содержащую папку...
sv: Öppna målmappen...

source: Look up into DRK DB...
ar: بحث في قاعدة بيانات DRK...
de: In DRK-DB nachsehen...
el: Ψάξε μέσα στην DRK DB
es: Buscarn en DRK DB...
fr: Requête à la BD DRK...
it: Cerca sul DB DRK...
ja: DRK データベースで確認...
pl: Zobacz w DRK DB...
pt: Verificar no banco de dados do DRK...
ru: Искать в БД DRK...
sv: Sök upp i DRK DB...

source: Submit to DRK DB...
ar: إرسال إلى قاعدة بيانات DRK...
de: An DRK-DB übermitteln...
el: Προσθήκη στην DRK DB
es: Enviar a DRK DB...
fr: Soumettre à la BD DRK...
it: Invia al DB DRK...
ja: DRK データベースへ送信...
pl: Prześlij do DRK DB...
pt: Enviar para o banco de dados do DRK...
ru: Добавить в БД DRK...
sv: Skicka till DRK DB...

source: Properties
ar: خصائص
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
pl: Właściwości
pt: Propriedades
ru: Свойства
sv: Egenskaper

source: Daphne was unable to get enough privileges for a system shutdown.
ar: دفني غير قادر على الحصول على صلاحيات كاملة لإيقاف تشغيل النظام.
de: Daphne hat nicht genügend Privilegien um das System herunterzufahren.
el: To Daphne δεν ήταν δυνατό να αποκτήσει αρκετά δικαιώματα ώστε να μπορέσει να καταφέρει κλείσιμο του συστήματος
es: Daphne no pude obtener privilegios suficientes para apagar el equipo.
fr: Daphne n'a pas assez privilèges pour arrêter le système.
it: Daphne non è stato in grado di acquisire i privilegi per lo spegnimento del sistema.
ja: Daphne がシステムのシャットダウンに必要な権限を獲得できませんでした。
pl: Daphne nie mogło uzyskać wystarczających uprawnień do zamknięcia systemu.
pt: O Daphne foi incapaz de obter privilégios suficientes para um desligamento do sistema.
ru: Daphne не удалось получить привилегии для завершения работы системы.
sv: Daphne fick inte tillräcklig behörighet för en systemavstängning.

source: Can't schedule shutdown
ar: غير قادر على جدولة إيقاف التشغيل
de: Kann Herunterfahren nicht planen
el: Αδυναμία προγραμματισμού κλεισίματος του συστήματος
es: No se puede programar cierre del sistema
fr: Impossible de plannifier l'arrêt du système
it: Impossibile pianificare lo spegnimento
ja: シャットダウンのスケジュール化不能
pl: Nie można zaplanować zamknięcia
pt: Não foi possível agendar o desligamento
ru: Невозможно запланировать завершение работы
sv: Kan inte schemalägga en nedstängning

source: %u processes were politely killed.
ar: %u عملية تم إنهاؤها بلطف.
de: %u Prozesse wurden sanft beendet.
el: %u διέργασίες σκοτώθηκαν ευγενικά.
es: %u procesos fueron gentilmente muertos.
fr: %u processus ont été arrêtés proprement.
it: %u processi sono stati terminati con una regola.
ja: %u プロセスを穏当にキルしました。
pl: %u procesów zostało delikatnie zabitych.
pt: %u processos foram suavemente finalizados.
ru: Аккуратно завершено процессов: %u
sv: %u processer avslutades normalt.

source: %u processes were killed.
ar: %u إجراءً تم إنهاؤه.
de: %u wurden beendet.
el: %u διεργασίες σκοτώθηκαν.
es: %u procesos fueron muertos.
fr: %u processus ont été arrêtés.
it: %u processi sono stati terminati.
ja: %u プロセスをキルしました。
pl: %u procesów zostało zabitych.
pt: %u processos foram finalizados.
ru: Завершено процессов: %u
sv: %u processer avslutades forcerat.

source: %u windows were closed.
ar: %u نافذة تم إغلاقها.
de: %u Fenster wurden geschlossen.
el: %u παράθυρα έκλεισαν.
es: %u ventanas fueron cerradas.
fr: %u fenêtres ont été fermées.
it: %u finestre sono state chiuse.
ja: %u ウィンドウを閉じました。
pl: %u okien zostało zamkniętych.
pt: %u janela(s) foi(ram) fechada(s).
ru: Закрыто окно: %u.
sv: %u fönster stängdes.

source: Process %s [%u] destroyed.
ar: تم تحطيم العملية %s [%u].
el: Διεργασίες %s [%u] καταστράφηκαν.
es: Proceso %s [%u] destruido.
fr: Processus %s [%u] détruit.
it: Processo %s [%u] distrutto.
ja: プロセス %s [%u] が強制終了されました。
pl: Proces %s [%u] zniszczony.
pt: Processo %s [%u] finalizado.
ru: Процесс %s [%u] уничтожен.
sv: Process %s [%u] avslutad.

source: New process %s created.
ar: تم إنشاء عملية جديدة %s.
de: Neuer Prozess %s erstellt.
el: Νέες διεργασίες %s δημιουργήθηκαν.
es: Proceso %s creado.
fr: Nouveau processus %s créé.
it: Nuovo processo %s creato.
ja: プロセス %s が開始されました。
pl: Utworzono nowy proces %s.
pt: Novo processo %s criado.
ru: Новый процесс %s успешно создан.
sv: Ny process %s skapad.

source: Hide
ar: إخفاء
de: Ausblenden
el: Κρύψε
es: Ocultar
fr: Masquer
it: Nascondi
ja: ウィンドウを隠す
pl: Ukryj
pt: Ocultar
ru: Скрыть
sv: Dölj

source: Show
ar: إظهار
de: Anzeigen
el: Εμφάνισε
es: Mostrar
fr: Afficher
it: Visualizza
ja: ウィンドウを表示
pl: Pokaż
pt: Exibir
ru: Показать
sv: Visa

source: Uptime: %u days, %2u hours, %2u minutes, %2u seconds
ar: وقت التشغيل: %u يوم, %2u ساعة, %2u دقيقة, %2u ثانية
de: Laufzeit: %u Tage, %2u Stunden, %2u Minuten, %2u Sekunden
el: Uptime: %u ημέρες, %2u ώρες, %2u λεπτά, %2u δευτερόλεπτα
es: Corriendo: %u días, %2u horas, %2u minutos, %2u segundos
fr: Durée Fonctionnement: %u Jours, %2u heures, %2u minutes, %2u secondes
it: Funzionamento: %u giorni, %2u ore, %2u minuti, %2u secondi
ja: 稼動時間: %u 日, %2u 時間, %2u 分, %2u 秒
pl: Uptime: %u dni, %2u godzin, %2u minut, %2u sekund
pt: Tempo: %u dias, %2u horas, %2u minutos, %2u segundos
ru: Система работает: %u дн., %2u час., %2u мин., %2u сек.
sv: Drifttid: %u dgr, %2u tim, %2u min, %2u sek

source: CPU usage %3u%%
ar: استعمال المعالج %3u%%
de: CPU-Auslastung %3u%%
el: Χρήση CPU %3u%%
es: Uso de CPU %3u%%
fr: Utilisation CPU %3u%%
it: Uso della CPU %3u%%
ja: CPU 使用率 %3u%%
pl: Obciążenie procesora %3u%%
pt: Uso de CPU %3u%%
ru: Загрузка ЦП: %3u%%
sv: CPU-användning: %3u%%

source: Memory usage %3u%%
ar: استعمال الذاكرة %3u%%
de: Speicherauslastung %3u%%
el: Χρήση μνήμης %3u%%
es: Uso de memoria %3u%%
fr: Utilisation de la mémoire %3u%%
it: Uso della memoria %3u%%
ja: メモリー使用率 %3u%%
pl: Użycie pamięci %3u%%
pt: Uso de memória: %3u%%
ru: Потребление памяти: %3u%%
sv: Minnesanvändning: %3u%%

source: Free memory %u MB
ar: الذاكرة الحرة %u MB
de: Freier Speicher %u MB
el: Ελεύθερη μνήμη %u MB
es: Memoria libre %u MB
fr: %u Mo mémoire libre
it: Memoria libera %u MB
ja: 空きメモリー %u MB
pl: %u MB wolnej pamięci
pt: Memória livre: %u MB
ru: Свободная память: %u МБ
sv: Ledigt minne: %u MB

source: Running processes: %4u
es: Procesos ejecutándose: %4u
fr: Processus en route: %4u
it: Processi in esecuzione: %4u
ru: Запущенные процессы: %4u
sv: Processer: %4u

source: Login: %s\%s
es: Usuario: %s\%s
fr: Ouverture Session: %s\%s
pt: Conectado: %s\%s
ru: Логин: %s\%s
sv: Inloggning: %s\%s

source: Installed CPUs: %2u
es: CPUs instaladas: %2u
fr: CPUs installés: %2u
it: CPU installate: %2u
pt: CPUs Instaladas: %2u
ru: Установленные процессоры: %2u
sv: Processorer: %2u

source: %s - %u%% CPU - %u hidden application
ar: %s - %u%% المعالج - %u تطبيقات مخفية
de: %s - %u%% CPU - %u versteckte Anwendung
el: %s - %u%% CPU - %u κρυμμένη εφαρμογή
es: %s - %u%% CPU - %u aplicación oculta
fr: %s - %u%% CPU - %u application masquée
it: %s - %u%% CPU - %u programmi nascosti
ja: %s - %u%% CPU - %u 隠蔽アプリケーション
pl: %s - %u%% CPU - %u ukryta aplikacja
pt: %s - %u%% CPU - %u programa minimizado
ru: %s - %u%% CPU - %u скрытое приложение
sv: %s - %u%% CPU - %u dold applikation

source: %s - %u%% CPU - %u hidden applications
ar: %s - %u%% المعالج - %u تطبيقات مخفية
de: %s - %u%% CPU - %u versteckte Anwendungen
el: %s - %u%% CPU - %u κρυμμένες εφαρμογές
es: %s - %u%% CPU - %u aplicaciones ocultas
fr: %s - %u%% CPU - %u applications masquées
it: %s - %u%% CPU - %u programmi nascosti
ja: %s - %u%% CPU - %u 隠蔽アプリケーション
pl: %s - %u%% CPU - %u ukryte aplikacje
pt: %s - %u%% CPU - %u programas minimizados
ru: %s - %u%% CPU - %u скрытые приложения
sv: %s - %u%% CPU - %u dolda applikationer

source: Main
ar: عام
de: Allgemein
el: Κεντρικό
es: Principal
fr: Principal
it: Principale
ja: メイン
pl: Główne
pt: Principal
ru: Основные
sv: Allmänt

source: Look and feel
ar: المظهر
de: Aussehen und Verhalten
el: Δές και νιώσε
es: Visualización
fr: Apparence
it: Interfaccia
ja: 外観と表示
pl: Wygląd i styl
pt: Aparência e comportamento
ru: Внешний вид
sv: Utseende

source: Kill menu
ar: قائمة الإنهاء
de: Objekte beenden
el: Σκότωμα μενού
es: Menú Kill
fr: Menu Arrêt
it: Menu termina
ja: キル メニュー
pl: Zabij menu
pt: Menu Finalizar
ru: Меню 'Завершить'
sv: Avslutsmeny

source: Traps
ar: الأفخاخ
de: Überwachung
el: Παγίδες
es: Trampas
fr: Interceptions
it: Trappole
ja: トラップ
pl: Pułapki
pt: Interrupções
ru: Ловушки
sv: Åtgärder

source: Highlights
ar: العمليات المميزة
de: Markiert
el: Κυριώτερα σημεία
es: Resaltado
fr: Mettre en valeur par surlignage
it: Evidenziazione
ja: ハイライト
pl: Podkreślenia
pt: Realçar
ru: Подсветка
sv: Färgmarkering

source: More...
es: Más...
fr: Plus...
it: Altro...
pt: Mais...
ru: Больше...
sv: Mer...

source: Logging
el: Καταγραφή
es: Registro
fr: Session en cours d'ouverture...
it: Registrazione
ja: ログ採得
pl: Protokołowanie
pt: Relatório
ru: Ведение протокола
sv: Logg

source: Advanced
ar: متقدم
de: Erweitert
el: Προχωρημένο
es: Avanzado
fr: Avancé
it: Avanzate
ja: 拡張
pl: Zawansowane
pt: Avançado
ru: Дополнительные
sv: Avancerat

source: Kill all by name
ar: إنهاء الجميع بالاسم
de: Alle nach Namen beenden
el: Σκότωμα όλων κατά όνομα
es: Matar todos por nombre
fr: Arrêter tous par nom
it: Termina tutto per nome
ja: 名称を指定してすべてキル
pl: Zabij wszystko wg nazwy
pt: Finalizar todos por nome
ru: Завершить все процессы по имени
sv: Avsluta alla efter namn (forcerat)

source: Kill all by name (Polite)
ar: إنهاء الجميع بالاسم (لطيف)
de: Alle nach Namen beenden (sanft)
el: Σκότωμα όλων κατά όνομα (Ευγενικά)
es: Matar todos por nombre (Gentilmente)
fr: Arrêter tous par nom (proprement)
it: Termina tutto per nome (a richiesta)
ja: 名称を指定してすべてキル（穏当）
pl: Zabij wszystko wg nazwy (delikatnie)
pt: Finalizar todos por nome
ru: Завершить все процессы по имени (аккуратно)
sv: Avsluta alla efter namn (normalt)

source: Run process...
ar: تشغيل مهمة...
de: Prozess starten...
el: Τρέξιμο διεργασίας...
es: Ejecutar...
fr: Exécuter...
it: Avvia processo...
ja: プロセスの実行...
pl: Uruchom proces...
pt: Executar processo...
ru: Запустить процесс...
sv: Kör process...

source: Run process as ...
ar: تشغيل مهمة كـ...
de: Prozess starten als...
el: Τρέξε τη διεργασία σαν...
es: Ejecutar como...
fr: Exécuter en tant que ...
it: Avvia processo come...
ja: 別のユーザーとしてプロセスを実行...
pl: Uruchom proces jako...
pt: Executar processo como...
ru: Запустить процесс от имени...
sv: Kör process som...

source: Close windows by name
ar: إغلاق النوافذ بالاسم
de: Fenster nach Name schließen
el: Κλείσιμο παραθύρων κατά όνομα
es: Cerrar ventanas por nombre
fr: Fermer les fenêtres par nom
it: Chiudi le finestre per nome
ja: タイトルを指定してウィンドウを閉じる
pl: Zamknij okna wg nazwy
pt: Fechar janelas por nome
ru: Закрыть окна по заголовку
sv: Stäng fönster efter namn

source: Schedule popup message
es: Agendar un mensaje emergente
fr: Plannifier un message popup
it: Pianifica un messaggio a comparsa
ru: Запланировать всплывающее сообщение
sv: Schemalägg meddelande

source: Schedule system shutdown
ar: إيقاف تشغيل مجدول
de: Herunterfahren planen
el: Προγραμμάτισε κλείσιμο συστήματος
es: Programar cierre del sistema
fr: Plannifier l'arrêt du système
it: Pianifica spegnimento del sistema
ja: システム の終了をスケジュール
pl: Zaplanowane zamknięcie systemu
pt: Agendar desligamento do sistema
ru: Запланировать завершение работы системы
sv: Schemalägg systemavstängning

source: Show CPU usage ...
ar: عرض استعمال المعالج ...
el: Εμφάνισε τη χρήστη της CPU ...
es: Uso de CPU...
fr: Afficher utilisation CPU ...
it: Visualizza uso della CPU ...
ja: CPU 使用率の表示
pl: Wyświetl odciążenie procesora ...
ru: Показать использование процессора ...
sv: Visa CPU-användning...

source: Show process tree...
ar: عرض شجرة العمليات...
de: Prozessbaum anzeigen...
el: Εμφάνισε το δέντρο των διεργασιών...
es: Mostrar árbol de procesos...
fr: Afficher l'arborescence des processus...
it: Visualizza albero dei processi...
ja: プロセス ツリーの表示
pl: Pokaż drzewo procesu...
pt: Exibir árvore de processos...
ru: Отобразить дерево процессов...
sv: Visa processträd...

source: Show installed software...
ar: عرض البرامج المنصبة...
de: Installierte Software anzeigen...
el: Εμφάνισε το εγκατεστημένο λογισμικό...
es: Mostrar programas instalados...
fr: Afficher les programmes installés...
it: Visualizza programmi installati...
ja: インストール済みソフトウェアの表示...
pl: Pokaż zainstalowane programy...
pt: Exibir programas instalados...
ru: Отобразить список установленного ПО
sv: Visa installerad mjukvara...

source: Control inspector...
ar: مستكشف المتحكمات...
de: Steuerelement Inspektor...
el: Επιθεωρητής ελέγχου...
es: Inspector de controles...
fr: Inspecteur de contrôle...
it: Ispettore del controllo...
ja: コントロールの確認...
pl: Inspektor kontroli...
pt: Controle de inspeção...
ru: Инспектор элементов управления...
sv: Kontrollinspektör...

source: Hidden applications...
ar: تطبيقات مخفية...
de: Versteckte Anwendungen
el: Κρυμένες εφαρμογές...
es: Aplicaciones ocultas...
fr: Applications masquées...
it: Programmi nascosti...
ja: 隠蔽中のアプリケーション...
pl: Ukryte aplikacje...
pt: Programas ocultos...
ru: Скрытые приложения...
sv: Dolda applikationer...

source: Scheduled tasks...
ar: مهام مجدولة...
de: Geplante Aufgaben...
el: Προγραμματισμένες εργασίες...
es: Tareas programadas...
fr: Plannifier les tâches
it: Processi pianificati...
ja: スケジュールされたタスク
pl: Zaplanowane zadania...
pt: Tarefas agendadas...
ru: Расписание задач...
sv: Schemalagda åtgärder...

source: Copy process list to clipboard
es: Copiar listado de procesos al portapapeles
fr: Copier la liste des processus dans le Presse-ppaiers
it: Copia l'elenco deiprocessi negli appunti
ru: Скопировать список процессов в буфер
sv: Kopiera processlista till Urklipp

source: Windows 7 God Mode...
es: Windows 7 Modo Dios...
fr: Windows 7 Mode Dieu...
ru: Режим бога Windows 7 ...
sv: Windows 7 'Alla aktiviteter'...

source: Windows 7 Problem steps recorder...
es: Windows 7 Grabador de problemas...
fr: "Enregistreur d'actions utilisateurs" de Windows 7...
it: Windows 7 Registrazione passi del problema...
ru: Windows 7 Рекордер проблемных шагов...
sv: Windows 7 'Problemregistrering'

source: Show application
ar: إظهار التطبيق
de: Anwendung anzeigen
el: Εμφάνιση εφαρμογής
es: Mostrar aplicación
fr: Afficher l'application
it: Visualizza programma
ja: アプリケーションを表示
pl: Pokaż aplikację
pt: Exibir programa
ru: Показать приложение
sv: Visa applikationen

source: About Daphne
ar: حول دافني
de: Über Daphne
el: Σχετικά με το Daphne
es: Acerca de Daphne
fr: À propos de Daphne
it: Informazioni su Daphne
ja: Daphne について
pl: O Daphne
pt: Sobre o Daphne
ru: О программе Daphne
sv: Om Daphne

source: Support...
es: Soporte...
it: Supporto...
ru: Поддержка...

source: FAQ...
ru: Вопросы-Ответы...

source: Daphne statistics...
es: Estadísticas Daphne...
fr: Daphne-Statistiques....
it: Statistiche di Daphne...
ru: Статистика Daphne ...
sv: Daphne statistik...

source: Search drk.com.ar...
es: Buscar en drk.com.ar...
fr: Recherche drk.com.ar...
it: Cerca su drk.com.ar...
ru: Поиск drk.com.ar...
sv: Sök drk.com.ar...

source: Help
es: Ayuda
fr: Aide
it: Aiuto
ru: Помощь

source: Exit
ar: خروج
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
it: Esci
ja: 終了
pl: Wyjście
pt: Sair
ru: Выход
sv: Avsluta

source: Connecting primary desktop...
ar: الاتصال بسطح المكتب الأساسي...
de: Verbinde primären Desktop...
el: Συνδέει την πρωταρχικό επιφάνεια εργασίας...
es: Conectando a escritorio primario...
fr: Connexion au bureau principal...
it: Connessione al desktop principale...
ja: 元のデスクトップへ接続...
pl: Łączę główny pulpit...
pt: Conectando a Área de trabalho principal...
ru: Подключение к главному рабочему столу...
sv: Ansluter primärt skrivbord...

source: Looking up desktop %u...
ar: ذهاب إلى سطح المكتب %u...
de: Desktop %u nachschlagen...
el: Κοιτώντας την επιφάνια εργασίας %u...
es: Buscando escritorio %u...
fr: Visu du bureau %u...
it: Controllo desktop %u...
ja: デスクトップ %u を探す...
pl: Szukam pulpitu %u...
pt: Buscando a Área de trabalho %u...
ru: Просмотр рабочего стола #%u...
sv: Söker skrivbord %u...

source: Creating desktop %u...
ar: إنشاء سطح مكتب %u...
de: Erstelle Desktop %u...
el: Δημιουργία επιφάνειας εργασίας %u...
es: Creando escritorio %u...
fr: Création du bureau %u...
it: Creazione desktop %u...
ja: デスクトップ %u の作成...
pl: Tworzę pulpit %u...
pt: Criando a Área de trabalho %u...
ru: Создаётся рабочий стол %u...
sv: Skapar skrivbord %u...

source: You have to use the WIDTHxHEIGHT format. For example 640x480.
es: Tienes que usar el formato ANCHOxALTO. Por ejemplo 640x480
fr: Utilisez le format LARGEURxHAUTEUR. Par exemple 640x480.
it: Dovete usare il formato LARGHEZZAxALTEZZA.Per esempio 640x480.
ru: Вы должны использовать формат ШИРИНАxВЫСОТА. Например 640x480.
sv: Du måste använda formatet BREDDxHÖJD. T.ex. 640x480.

source: Invalid size format
es: Formato de tamaño inválido
fr: Taille format invalide
it: Fomato delle dimensioni non valido
ru: Неверный размер формата
sv: Ogiltigt storleksformat

source: Amount of physical memory left before swapping occurs.
ar: الباقي من الذاكرة الفيزيائية قبل بدء الذاكرة البديلة.
de: Auftreten des übrigen physikalischen Speichers vor der Auslagerung
el: Σύνολο φυσικής μνήμης πρίν το swapping.
es: Cantidad de memoria física restante antes de comenzar intercambio (swap)
fr: Taille mémoire restant avant échanges
it: Totale di memoria fisica rimasta prima dello swap.
ja: スワップが発生するまでの物理メモリーの残り容量。
pl: Ilość pozostałej pamięci fizycznej przed występującymi wymianami.
pt: Quantidade de memória física disponível após a ocorrência de swapping.
ru: Количество свободной физической памяти на момент начала использования файла подкачки
sv: Mängden fysiskt minne som återstår tills virtualisering inträder.

source: Memory used so far in percent.
ar: نسبة الذاكرة المستخدمة حتى الآن.
de: Benutzter Speicher in Prozent.
el: Μνήμη σε χρήση επί της εκατό.
es: Memoria utilziada hasta ahora en porciento
fr: Mémoire utilisée jusqu'ici en pourcentage
it: Memoria usata finora in percentuale.
ja: 現在のメモリー使用率。
pl: Zużyta do tej pory pamięć w procentach.
pt: Memória usada até o momento em porcentagem.
ru: Использованная память в процентах.
sv: Använd minnesmängd i procent.

source: CPU time requested in percent.
ar: نسبة الوقت المطلوب للمعالج.
de: Angeforderte CPU-Zeit in Prozent.
el: Χρόνο που ζήτησε η CPU επί της εκατό.
es: Tiempo de procesador en porciento
fr: Temps CPU requis en pourcentage
it: Numero di richieste della CPU in percentuale.
ja: リクエストされた CPU 時間の割合。
pl: Żądany czas procesora w procentach.
pt: Tempo da CPU requisitado em porcentagem.
ru: Затраты времени ЦП в процентах
sv: Begärd CPU-tid i procent.

source: Time the system has been up and running.
ar: الوقت منذ بدء عمل النظام.
de: Systemlaufzeit seit dem Hochfahren
el: Χρόνος που το σύστημα είναι ενεργό και τρέχει.
es: Tiempo que el sistema ha estado encendido.
fr: Durée depuis le lancement du système.
it: Tempo durante il quale il sistema è rimasto attivo e funzionante.
ja: システム起動から現在までの経過時間。
pl: Czas, od kiedy system został uruchomiony i działa.
pt: Tempo de execução do sistema.
ru: Продолжительность работы системы
sv: Tiden som systemet har varit igång.

source: Drag this target over a window to execute the action selected in the combo box.
ar: اسحب هذه العلامة فوق النافذة لتنفيذ الأمر المحدد في القائمة المنسدلة.
de: Ziehen Sie dieses Ziel über ein Fenster zum Ausführen der im Kombinationsfeld ausgewählten Aktion.
el: Σύρτε τον στόχο πάνω από ένα παράθυρο για να εκτελέσετε μια επιλογή της λίστας.
es: Arrastre esta mira sobre una ventana para ejecutar la acción seleccionado en el combo box.
fr: Glisser cette cible au dessus d'une fenêtre pour exécuter l'action sélectionnée dans la liste déroulante.
it: Trascinate l'obiettivo su una finestra per eseguire l'azione selezionata nella casella.
ja: アイコンを任意のウィンドウにドラッグしてコンボ ボックスで選択した操作を実行します。
pl: Przeciągnij ten cel nad oknem do wywołania wybranej akcji w polu kombinacji.
pt: Arraste este ícone sobre uma janela para executar a ação selecionada.
ru: Перетащите этот целеуказатель на окно, над которым хотите произвести действие, выбранное в списке
sv: Dra det här målkorset till ett fönster för att verkställa den åtgärd som markerats i listrutan.

source: Selects the action for the drag and drop target tool.
ar: اختر الفعل لسحب وإفلات العلامة.
de: Wählt die Aktion für das Drag & Drop Zielwerkzeug.
el: Επιλέγει την δράση για το σύρσιμο του στόχου εργαλείου
es: Selecciona la acción para la herramienta de arrastre de mira.
fr: Sélectionner l'action pour l'outil Cible.
it: Seleziona l'azione per il copia e incolla dell'obiettivo.
ja: Ｄ＆Ｄツールの動作を選択します。
pl: Wybiera akcję dla narzędzia przeciągnij i upuść.
pt: Selecionar a ação para o alvo da ferramenta arrastar e soltar.
ru: Выберите действие для целеуказателя
sv: Välj åtgärd för 'dra och släpp-verktyget'.
